[
    {
        "input": "I_01",
        "output": [
            {
                "type": "text",
                "data": "This two-year course in physics is presented from the point of view that you, the reader, are going to be a physicist. This is not necessarily the case of course, but that is what every professor in every subject assumes! If you are going to be a physicist, you will have a lot to study: two hundred years of the most rapidly developing field of knowledge that there is. So much knowledge, in fact, that you might think that you cannot learn all of it in four years, and truly you cannot; you will have to go to graduate school too!"
            },
            {
                "type": "text",
                "data": "Surprisingly enough, in spite of the tremendous amount of work that has been done for all this time it is possible to condense the enormous mass of results to a large extent—that is, to find laws which summarize all our knowledge. Even so, the laws are so hard to grasp that it is unfair to you to start exploring this tremendous subject without some kind of map or outline of the relationship of one part of the subject of science to another. Following these preliminary remarks, the first three chapters will therefore outline the relation of physics to the rest of the sciences, the relations of the sciences to each other, and the meaning of science, to help us develop a “feel” for the subject."
            },
            {
                "type": "text",
                "data": "You might ask why we cannot teach physics by just giving the basic laws on page one and then showing how they work in all possible circumstances, as we do in Euclidean geometry, where we state the axioms and then make all sorts of deductions. (So, not satisfied to learn physics in four years, you want to learn it in four minutes?) We cannot do it in this way for two reasons. First, we do not yet know all the basic laws: there is an expanding frontier of ignorance. Second, the correct statement of the laws of physics involves some very unfamiliar ideas which require advanced mathematics for their description. Therefore, one needs a considerable amount of preparatory training even to learn what the words mean. No, it is not possible to do it that way. We can only do it piece by piece."
            },
            {
                "type": "text",
                "data": "Each piece, or part, of the whole of nature is always merely an approximation to the complete truth, or the complete truth so far as we know it. In fact, everything we know is only some kind of approximation, because we know that we do not know all the laws as yet. Therefore, things must be learned only to be unlearned again or, more likely, to be corrected."
            },
            {
                "type": "text",
                "data": "The principle of science, the definition, almost, is the following: The test of all knowledge is experiment. Experiment is the sole judge of scientific “truth.” But what is the source of knowledge? Where do the laws that are to be tested come from? Experiment, itself, helps to produce these laws, in the sense that it gives us hints. But also needed is imagination to create from these hints the great generalizations—to guess at the wonderful, simple, but very strange patterns beneath them all, and then to experiment to check again whether we have made the right guess. This imagining process is so difficult that there is a division of labor in physics: there are theoretical physicists who imagine, deduce, and guess at new laws, but do not experiment; and then there are experimental physicists who experiment, imagine, deduce, and guess."
            },
            {
                "type": "text",
                "data": "We said that the laws of nature are approximate: that we first find the “wrong” ones, and then we find the “right” ones. Now, how can an experiment be “wrong”? First, in a trivial way: if something is wrong with the apparatus that you did not notice. But these things are easily fixed, and checked back and forth. So without snatching at such minor things, how can the results of an experiment be wrong? Only by being inaccurate. For example, the mass of an object never seems to change: a spinning top has the same weight as a still one. So a “law” was invented: mass is constant, independent of speed. That “law” is now found to be incorrect. Mass is found to increase with velocity, but appreciable increases require velocities near that of light. A true law is: if an object moves with a speed of less than one hundred miles a second the mass is constant to within one part in a million. In some such approximate form this is a correct law. So in practice one might think that the new law makes no significant difference. Well, yes and no. For ordinary speeds we can certainly forget it and use the simple constant-mass law as a good approximation. But for high speeds we are wrong, and the higher the speed, the more wrong we are."
            },
            {
                "type": "text",
                "data": "Finally, and most interesting, philosophically we are completely wrong with the approximate law. Our entire picture of the world has to be altered even though the mass changes only by a little bit. This is a very peculiar thing about the philosophy, or the ideas, behind the laws. Even a very small effect sometimes requires profound changes in our ideas."
            },
            {
                "type": "text",
                "data": "Now, what should we teach first? Should we teach the correct but unfamiliar law with its strange and difficult conceptual ideas, for example the theory of relativity, four-dimensional space-time, and so on? Or should we first teach the simple “constant-mass” law, which is only approximate, but does not involve such difficult ideas? The first is more exciting, more wonderful, and more fun, but the second is easier to get at first, and is a first step to a real understanding of the first idea. This point arises again and again in teaching physics. At different times we shall have to resolve it in different ways, but at each stage it is worth learning what is now known, how accurate it is, how it fits into everything else, and how it may be changed when we learn more."
            },
            {
                "type": "text",
                "data": "Let us now proceed with our outline, or general map, of our understanding of science today (in particular, physics, but also of other sciences on the periphery), so that when we later concentrate on some particular point we will have some idea of the background, why that particular point is interesting, and how it fits into the big structure. So, what is our overall picture of the world?"
            },
            {
                "type": "text",
                "data": "If, in some cataclysm, all of scientific knowledge were to be destroyed, and only one sentence passed on to the next generations of creatures, what statement would contain the most information in the fewest words? I believe it is the atomic hypothesis (or the atomic fact, or whatever you wish to call it) that all things are made of atoms—little particles that move around in perpetual motion, attracting each other when they are a little distance apart, but repelling upon being squeezed into one another. In that one sentence, you will see, there is an enormous amount of information about the world, if just a little imagination and thinking are applied."
            },
            {
                "type": "text",
                "data": "To illustrate the power of the atomic idea, suppose that we have a drop of water a quarter of an inch on the side. If we look at it very closely we see nothing but water—smooth, continuous water. Even if we magnify it with the best optical microscope available—roughly two thousand times—then the water drop will be roughly forty feet across, about as big as a large room, and if we looked rather closely, we would still see relatively smooth water—but here and there small football-shaped things swimming back and forth. Very interesting. These are paramecia. You may stop at this point and get so curious about the paramecia with their wiggling cilia and twisting bodies that you go no further, except perhaps to magnify the paramecia still more and see inside. This, of course, is a subject for biology, but for the present we pass on and look still more closely at the water material itself, magnifying it two thousand times again. Now the drop of water extends about fifteen miles across, and if we look very closely at it we see a kind of teeming, something which no longer has a smooth appearance—it looks something like a crowd at a football game as seen from a very great distance. In order to see what this teeming is about, we will magnify it another two hundred and fifty times and we will see something similar to what is shown in Fig. 1–1. This is a picture of water magnified a billion times, but idealized in several ways. In the first place, the particles are drawn in a simple manner with sharp edges, which is inaccurate. Secondly, for simplicity, they are sketched almost schematically in a two-dimensional arrangement, but of course they are moving around in three dimensions. Notice that there are two kinds of “blobs” or circles to represent the atoms of oxygen (black) and hydrogen (white), and that each oxygen has two hydrogens tied to it. (Each little group of an oxygen with its two hydrogens is called a molecule.) The picture is idealized further in that the real particles in nature are continually jiggling and bouncing, turning and twisting around one another. You will have to imagine this as a dynamic rather than a static picture. Another thing that cannot be illustrated in a drawing is the fact that the particles are “stuck together”—that they attract each other, this one pulled by that one, etc. The whole group is “glued together,” so to speak. On the other hand, the particles do not squeeze through each other. If you try to squeeze two of them too close together, they repel."
            },
            {
                "type": "text",
                "data": "The atoms are\n1\n or \n2×\n10\n−8\n cm in radius. Now\n10\n−8\n cm is called an angstrom (just as another name), so we say they are 1 or 2 angstroms (Å) in radius. Another way to remember their size is this: if an apple is magnified to the size of the earth, then the atoms in the apple are approximately the size of the original apple."
            },
            {
                "type": "text",
                "data": "Now imagine this great drop of water with all of these jiggling particles stuck together and tagging along with each other. The water keeps its volume; it does not fall apart, because of the attraction of the molecules for each other. If the drop is on a slope, where it can move from one place to another, the water will flow, but it does not just disappear—things do not just fly apart—because of the molecular attraction. Now the jiggling motion is what we represent as heat: when we increase the temperature, we increase the motion. If we heat the water, the jiggling increases and the volume between the atoms increases, and if the heating continues there comes a time when the pull between the molecules is not enough to hold them together and they do fly apart and become separated from one another. Of course, this is how we manufacture steam out of water—by increasing the temperature; the particles fly apart because of the increased motion."
            },
            {
                "type": "text",
                "data": "In Fig. 1–2 we have a picture of steam. This picture of steam fails in one respect: at ordinary atmospheric pressure there certainly would not be as many as three water molecules in this figure. Most squares this size would contain none—but we accidentally have two and a half or three in the picture (just so it would not be completely blank). Now in the case of steam we see the characteristic molecules more clearly than in the case of water. For simplicity, the molecules are drawn so that there is a\n120\n∘\n angle between the hydrogen atoms. In actual fact the angle is\n105\n∘\n3\n′\n, and the distance between the center of a hydrogen and the center of the oxygen is 0.957 Å, so we know this molecule very well."
            },
            {
                "type": "text",
                "data": "Let us see what some of the properties of steam vapor or any other gas are. The molecules, being separated from one another, will bounce against the walls. Imagine a room with a number of tennis balls (a hundred or so) bouncing around in perpetual motion. When they bombard the wall, this pushes the wall away. (Of course we would have to push the wall back.) This means that the gas exerts a jittery force which our coarse senses (not being ourselves magnified a billion times) feel only as an average push. In order to confine a gas we must apply a pressure. Figure 1–3 shows a standard vessel for holding gases (used in all textbooks), a cylinder with a piston in it. Now, it makes no difference what the shapes of water molecules are, so for simplicity we shall draw them as tennis balls or little dots. These things are in perpetual motion in all directions. So many of them are hitting the top piston all the time that to keep it from being patiently knocked out of the tank by this continuous banging, we shall have to hold the piston down by a certain force, which we call the pressure (really, the pressure times the area is the force). Clearly, the force is proportional to the area, for if we increase the area but keep the number of molecules per cubic centimeter the same, we increase the number of collisions with the piston in the same proportion as the area was increased."
            },
            {
                "type": "text",
                "data": "Now let us put twice as many molecules in this tank, so as to double the density, and let them have the same speed, i.e., the same temperature. Then, to a close approximation, the number of collisions will be doubled, and since each will be just as “energetic” as before, the pressure is proportional to the density. If we consider the true nature of the forces between the atoms, we would expect a slight decrease in pressure because of the attraction between the atoms, and a slight increase because of the finite volume they occupy. Nevertheless, to an excellent approximation, if the density is low enough that there are not many atoms, the pressure is proportional to the density."
            },
            {
                "type": "text",
                "data": "We can also see something else: If we increase the temperature without changing the density of the gas, i.e., if we increase the speed of the atoms, what is going to happen to the pressure? Well, the atoms hit harder because they are moving faster, and in addition they hit more often, so the pressure increases. You see how simple the ideas of atomic theory are."
            },
            {
                "type": "text",
                "data": "Let us consider another situation. Suppose that the piston moves inward, so that the atoms are slowly compressed into a smaller space. What happens when an atom hits the moving piston? Evidently it picks up speed from the collision. You can try it by bouncing a ping-pong ball from a forward-moving paddle, for example, and you will find that it comes off with more speed than that with which it struck. (Special example: if an atom happens to be standing still and the piston hits it, it will certainly move.) So the atoms are “hotter” when they come away from the piston than they were before they struck it. Therefore all the atoms which are in the vessel will have picked up speed. This means that when we compress a gas slowly, the temperature of the gas increases. So, under slow compression, a gas will increase in temperature, and under slow expansion it will decrease in temperature."
            },
            {
                "type": "text",
                "data": "We now return to our drop of water and look in another direction. Suppose that we decrease the temperature of our drop of water. Suppose that the jiggling of the molecules of the atoms in the water is steadily decreasing. We know that there are forces of attraction between the atoms, so that after a while they will not be able to jiggle so well. What will happen at very low temperatures is indicated in Fig. 1–4: the molecules lock into a new pattern which is ice. This particular schematic diagram of ice is wrong because it is in two dimensions, but it is right qualitatively. The interesting point is that the material has a definite place for every atom, and you can easily appreciate that if somehow or other we were to hold all the atoms at one end of the drop in a certain arrangement, each atom in a certain place, then because of the structure of interconnections, which is rigid, the other end miles away (at our magnified scale) will have a definite location. So if we hold a needle of ice at one end, the other end resists our pushing it aside, unlike the case of water, in which the structure is broken down because of the increased jiggling so that the atoms all move around in different ways. The difference between solids and liquids is, then, that in a solid the atoms are arranged in some kind of an array, called a crystalline array, and they do not have a random position at long distances; the position of the atoms on one side of the crystal is determined by that of other atoms millions of atoms away on the other side of the crystal. Figure 1–4 is an invented arrangement for ice, and although it contains many of the correct features of ice, it is not the true arrangement. One of the correct features is that there is a part of the symmetry that is hexagonal. You can see that if we turn the picture around an axis by \n60\n∘\n, the picture returns to itself. So there is a symmetry in the ice which accounts for the six-sided appearance of snowflakes. Another thing we can see from Fig. 1–4 is why ice shrinks when it melts. The particular crystal pattern of ice shown here has many “holes” in it, as does the true ice structure. When the organization breaks down, these holes can be occupied by molecules. Most simple substances, with the exception of water and type metal, expand upon melting, because the atoms are closely packed in the solid crystal and upon melting need more room to jiggle around, but an open structure collapses, as in the case of water."
            },
            {
                "type": "text",
                "data": "Now although ice has a “rigid” crystalline form, its temperature can change—ice has heat. If we wish, we can change the amount of heat. What is the heat in the case of ice? The atoms are not standing still. They are jiggling and vibrating. So even though there is a definite order to the crystal—a definite structure—all of the atoms are vibrating “in place.” As we increase the temperature, they vibrate with greater and greater amplitude, until they shake themselves out of place. We call this melting. As we decrease the temperature, the vibration decreases and decreases until, at absolute zero, there is a minimum amount of vibration that the atoms can have, but not zero. This minimum amount of motion that atoms can have is not enough to melt a substance, with one exception: helium. Helium merely decreases the atomic motions as much as it can, but even at absolute zero there is still enough motion to keep it from freezing. Helium, even at absolute zero, does not freeze, unless the pressure is made so great as to make the atoms squash together. If we increase the pressure, we can make it solidify."
            },
            {
                "type": "text",
                "data": "So much for the description of solids, liquids, and gases from the atomic point of view. However, the atomic hypothesis also describes processes, and so we shall now look at a number of processes from an atomic standpoint. The first process that we shall look at is associated with the surface of the water. What happens at the surface of the water? We shall now make the picture more complicated—and more realistic—by imagining that the surface is in air. Figure 1–5 shows the surface of water in air. We see the water molecules as before, forming a body of liquid water, but now we also see the surface of the water. Above the surface we find a number of things: First of all there are water molecules, as in steam. This is water vapor, which is always found above liquid water. (There is an equilibrium between the steam vapor and the water which will be described later.) In addition we find some other molecules—here two oxygen atoms stuck together by themselves, forming an oxygen molecule, there two nitrogen atoms also stuck together to make a nitrogen molecule. Air consists almost entirely of nitrogen, oxygen, some water vapor, and lesser amounts of carbon dioxide, argon, and other things. So above the water surface is the air, a gas, containing some water vapor. Now what is happening in this picture? The molecules in the water are always jiggling around. From time to time, one on the surface happens to be hit a little harder than usual, and gets knocked away. It is hard to see that happening in the picture because it is a still picture. But we can imagine that one molecule near the surface has just been hit and is flying out, or perhaps another one has been hit and is flying out. Thus, molecule by molecule, the water disappears—it evaporates. But if we close the vessel above, after a while we shall find a large number of molecules of water amongst the air molecules. From time to time, one of these vapor molecules comes flying down to the water and gets stuck again. So we see that what looks like a dead, uninteresting thing—a glass of water with a cover, that has been sitting there for perhaps twenty years—really contains a dynamic and interesting phenomenon which is going on all the time. To our eyes, our crude eyes, nothing is changing, but if we could see it a billion times magnified, we would see that from its own point of view it is always changing: molecules are leaving the surface, molecules are coming back."
            },
            {
                "type": "text",
                "data": "Why do we see no change? Because just as many molecules are leaving as are coming back! In the long run “nothing happens.” If we then take the top of the vessel off and blow the moist air away, replacing it with dry air, then the number of molecules leaving is just the same as it was before, because this depends on the jiggling of the water, but the number coming back is greatly reduced because there are so many fewer water molecules above the water. Therefore there are more going out than coming in, and the water evaporates. Hence, if you wish to evaporate water turn on the fan!"
            },
            {
                "type": "text",
                "data": "Here is something else: Which molecules leave? When a molecule leaves it is due to an accidental, extra accumulation of a little bit more than ordinary energy, which it needs if it is to break away from the attractions of its neighbors. Therefore, since those that leave have more energy than the average, the ones that are left have less average motion than they had before. So the liquid gradually cools if it evaporates. Of course, when a molecule of vapor comes from the air to the water below there is a sudden great attraction as the molecule approaches the surface. This speeds up the incoming molecule and results in generation of heat. So when they leave they take away heat; when they come back they generate heat. Of course when there is no net evaporation the result is nothing—the water is not changing temperature. If we blow on the water so as to maintain a continuous preponderance in the number evaporating, then the water is cooled. Hence, blow on soup to cool it!"
            },
            {
                "type": "text",
                "data": "Of course you should realize that the processes just described are more complicated than we have indicated. Not only does the water go into the air, but also, from time to time, one of the oxygen or nitrogen molecules will come in and “get lost” in the mass of water molecules, and work its way into the water. Thus the air dissolves in the water; oxygen and nitrogen molecules will work their way into the water and the water will contain air. If we suddenly take the air away from the vessel, then the air molecules will leave more rapidly than they come in, and in doing so will make bubbles. This is very bad for divers, as you may know."
            },
            {
                "type": "text",
                "data": "Now we go on to another process. In Fig. 1–6 we see, from an atomic point of view, a solid dissolving in water. If we put a crystal of salt in the water, what will happen? Salt is a solid, a crystal, an organized arrangement of “salt atoms.” Figure 1–7 is an illustration of the three-dimensional structure of common salt, sodium chloride. Strictly speaking, the crystal is not made of atoms, but of what we call ions. An ion is an atom which either has a few extra electrons or has lost a few electrons. In a salt crystal we find chlorine ions (chlorine atoms with an extra electron) and sodium ions (sodium atoms with one electron missing). The ions all stick together by electrical attraction in the solid salt, but when we put them in the water we find, because of the attractions of the negative oxygen and positive hydrogen for the ions, that some of the ions jiggle loose. In Fig. 1–6 we see a chlorine ion getting loose, and other atoms floating in the water in the form of ions. This picture was made with some care. Notice, for example, that the hydrogen ends of the water molecules are more likely to be near the chlorine ion, while near the sodium ion we are more likely to find the oxygen end, because the sodium is positive and the oxygen end of the water is negative, and they attract electrically. Can we tell from this picture whether the salt is dissolving in water or crystallizing out of water? Of course we cannot tell, because while some of the atoms are leaving the crystal other atoms are rejoining it. The process is a dynamic one, just as in the case of evaporation, and it depends on whether there is more or less salt in the water than the amount needed for equilibrium. By equilibrium we mean that situation in which the rate at which atoms are leaving just matches the rate at which they are coming back. If there is almost no salt in the water, more atoms leave than return, and the salt dissolves. If, on the other hand, there are too many “salt atoms,” more return than leave, and the salt is crystallizing."
            },
            {
                "type": "text",
                "data": "In passing, we mention that the concept of a molecule of a substance is only approximate and exists only for a certain class of substances. It is clear in the case of water that the three atoms are actually stuck together. It is not so clear in the case of sodium chloride in the solid. There is just an arrangement of sodium and chlorine ions in a cubic pattern. There is no natural way to group them as “molecules of salt.”"
            },
            {
                "type": "text",
                "data": "Returning to our discussion of solution and precipitation, if we increase the temperature of the salt solution, then the rate at which atoms are taken away is increased, and so is the rate at which atoms are brought back. It turns out to be very difficult, in general, to predict which way it is going to go, whether more or less of the solid will dissolve. Most substances dissolve more, but some substances dissolve less, as the temperature increases."
            },
            {
                "type": "text",
                "data": "In all of the processes which have been described so far, the atoms and the ions have not changed partners, but of course there are circumstances in which the atoms do change combinations, forming new molecules. This is illustrated in Fig. 1–8. A process in which the rearrangement of the atomic partners occurs is what we call a chemical reaction. The other processes so far described are called physical processes, but there is no sharp distinction between the two. (Nature does not care what we call it, she just keeps on doing it.) This figure is supposed to represent carbon burning in oxygen. In the case of oxygen, two oxygen atoms stick together very strongly. (Why do not three or even four stick together? That is one of the very peculiar characteristics of such atomic processes. Atoms are very special: they like certain particular partners, certain particular directions, and so on. It is the job of physics to analyze why each one wants what it wants. At any rate, two oxygen atoms form, saturated and happy, a molecule.)"
            },
            {
                "type": "text",
                "data": "The carbon atoms are supposed to be in a solid crystal (which could be graphite or diamond2). Now, for example, one of the oxygen molecules can come over to the carbon, and each atom can pick up a carbon atom and go flying off in a new combination—“carbon-oxygen”—which is a molecule of the gas called carbon monoxide. It is given the chemical name CO. It is very simple: the letters “CO” are practically a picture of that molecule. But carbon attracts oxygen much more than oxygen attracts oxygen or carbon attracts carbon. Therefore in this process the oxygen may arrive with only a little energy, but the oxygen and carbon will snap together with a tremendous vengeance and commotion, and everything near them will pick up the energy. A large amount of motion energy, kinetic energy, is thus generated. This of course is burning; we are getting heat from the combination of oxygen and carbon. The heat is ordinarily in the form of the molecular motion of the hot gas, but in certain circumstances it can be so enormous that it generates light. That is how one gets flames."
            },
            {
                "type": "text",
                "data": "In addition, the carbon monoxide is not quite satisfied. It is possible for it to attach another oxygen, so that we might have a much more complicated reaction in which the oxygen is combining with the carbon, while at the same time there happens to be a collision with a carbon monoxide molecule. One oxygen atom could attach itself to the CO and ultimately form a molecule, composed of one carbon and two oxygens, which is designated CO\n2\nand called carbon dioxide. If we burn the carbon with very little oxygen in a very rapid reaction (for example, in an automobile engine, where the explosion is so fast that there is not time for it to make carbon dioxide) a considerable amount of carbon monoxide is formed. In many such rearrangements, a very large amount of energy is released, forming explosions, flames, etc., depending on the reactions. Chemists have studied these arrangements of the atoms, and found that every substance is some type of arrangement of atoms."
            },
            {
                "type": "text",
                "data": "To illustrate this idea, let us consider another example. If we go into a field of small violets, we know what “that smell” is. It is some kind of molecule, or arrangement of atoms, that has worked its way into our noses. First of all, how did it work its way in? That is rather easy. If the smell is some kind of molecule in the air, jiggling around and being knocked every which way, it might have accidentally worked its way into the nose. Certainly it has no particular desire to get into our nose. It is merely one helpless part of a jostling crowd of molecules, and in its aimless wanderings this particular chunk of matter happens to find itself in the nose."
            },
            {
                "type": "text",
                "data": "Now chemists can take special molecules like the odor of violets, and analyze them and tell us the exact arrangement of the atoms in space. We know that the carbon dioxide molecule is straight and symmetrical: O—C—O. (That can be determined easily, too, by physical methods.) However, even for the vastly more complicated arrangements of atoms that there are in chemistry, one can, by a long, remarkable process of detective work, find the arrangements of the atoms. Figure 1–9 is a picture of the air in the neighborhood of a violet; again we find nitrogen and oxygen in the air, and water vapor. (Why is there water vapor? Because the violet is wet. All plants transpire.) However, we also see a “monster” composed of carbon atoms, hydrogen atoms, and oxygen atoms, which have picked a certain particular pattern in which to be arranged. It is a much more complicated arrangement than that of carbon dioxide; in fact, it is an enormously complicated arrangement. Unfortunately, we cannot picture all that is really known about it chemically, because the precise arrangement of all the atoms is actually known in three dimensions, while our picture is in only two dimensions. The six carbons which form a ring do not form a flat ring, but a kind of “puckered” ring. All of the angles and distances are known. So a chemical formula is merely a picture of such a molecule. When the chemist writes such a thing on the blackboard, he is trying to “draw,” roughly speaking, in two dimensions. For example, we see a “ring” of six carbons, and a “chain” of carbons hanging on the end, with an oxygen second from the end, three hydrogens tied to that carbon, two carbons and three hydrogens sticking up here, etc."
            },
            {
                "type": "text",
                "data": "How does the chemist find what the arrangement is? He mixes bottles full of stuff together, and if it turns red, it tells him that it consists of one hydrogen and two carbons tied on here; if it turns blue, on the other hand, that is not the way it is at all. This is one of the most fantastic pieces of detective work that has ever been done—organic chemistry. To discover the arrangement of the atoms in these enormously complicated arrays the chemist looks at what happens when he mixes two different substances together. The physicist could never quite believe that the chemist knew what he was talking about when he described the arrangement of the atoms. For about twenty years it has been possible, in some cases, to look at such molecules (not quite as complicated as this one, but some which contain parts of it) by a physical method, and it has been possible to locate every atom, not by looking at colors, but by measuring where they are. And lo and behold!, the chemists are almost always correct."
            },
            {
                "type": "text",
                "data": "It turns out, in fact, that in the odor of violets there are three slightly different molecules, which differ only in the arrangement of the hydrogen atoms."
            },
            {
                "type": "text",
                "data": "One problem of chemistry is to name a substance, so that we will know what it is. Find a name for this shape! Not only must the name tell the shape, but it must also tell that here is an oxygen atom, there a hydrogen—exactly what and where each atom is. So we can appreciate that the chemical names must be complex in order to be complete. You see that the name of this thing in the more complete form that will tell you the structure of it is 4-(2, 2, 3, 6 tetramethyl-5-cyclohexenyl)-3-buten-2-one, and that tells you that this is the arrangement. We can appreciate the difficulties that the chemists have, and also appreciate the reason for such long names. It is not that they wish to be obscure, but they have an extremely difficult problem in trying to describe the molecules in words!"
            },
            {
                "type": "text",
                "data": "How do we know that there are atoms? By one of the tricks mentioned earlier: we make the hypothesis that there are atoms, and one after the other results come out the way we predict, as they ought to if things are made of atoms. There is also somewhat more direct evidence, a good example of which is the following: The atoms are so small that you cannot see them with a light microscope—in fact, not even with an electron microscope. (With a light microscope you can only see things which are much bigger.) Now if the atoms are always in motion, say in water, and we put a big ball of something in the water, a ball much bigger than the atoms, the ball will jiggle around—much as in a push ball game, where a great big ball is pushed around by a lot of people. The people are pushing in various directions, and the ball moves around the field in an irregular fashion. So, in the same way, the “large ball” will move because of the inequalities of the collisions on one side to the other, from one moment to the next. Therefore, if we look at very tiny particles (colloids) in water through an excellent microscope, we see a perpetual jiggling of the particles, which is the result of the bombardment of the atoms. This is called the Brownian motion."
            },
            {
                "type": "text",
                "data": "We can see further evidence for atoms in the structure of crystals. In many cases the structures deduced by x-ray analysis agree in their spatial “shapes” with the forms actually exhibited by crystals as they occur in nature. The angles between the various “faces” of a crystal agree, within seconds of arc, with angles deduced on the assumption that a crystal is made of many “layers” of atoms."
            },
            {
                "type": "text",
                "data": "Everything is made of atoms. That is the key hypothesis. The most important hypothesis in all of biology, for example, is that everything that animals do, atoms do. In other words, there is nothing that living things do that cannot be understood from the point of view that they are made of atoms acting according to the laws of physics. This was not known from the beginning: it took some experimenting and theorizing to suggest this hypothesis, but now it is accepted, and it is the most useful theory for producing new ideas in the field of biology."
            },
            {
                "type": "text",
                "data": "If a piece of steel or a piece of salt, consisting of atoms one next to the other, can have such interesting properties; if water—which is nothing but these little blobs, mile upon mile of the same thing over the earth—can form waves and foam, and make rushing noises and strange patterns as it runs over cement; if all of this, all the life of a stream of water, can be nothing but a pile of atoms, how much more is possible? If instead of arranging the atoms in some definite pattern, again and again repeated, on and on, or even forming little lumps of complexity like the odor of violets, we make an arrangement which is always different from place to place, with different kinds of atoms arranged in many ways, continually changing, not repeating, how much more marvelously is it possible that this thing might behave? Is it possible that that “thing” walking back and forth in front of you, talking to you, is a great glob of these atoms in a very complex arrangement, such that the sheer complexity of it staggers the imagination as to what it can do? When we say we are a pile of atoms, we do not mean we are merely a pile of atoms, because a pile of atoms which is not repeated from one to the other might well have the possibilities which you see before you in the mirror."
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/buy16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/info16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/contact16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/twit16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/fb16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/email16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/slide36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/darkmode36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/stretch36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/audio36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/toc36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/help36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/summary20.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/camera.svg"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f01-00/f01-00.jpg"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f01-01/f01-01_tc_big.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f01-02/f01-02_tc_big.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f01-03/f01-03_tc_big.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f01-04/f01-04_tc_big.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f01-05/f01-05_tc_big.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f01-06/f01-06_tc_big.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f01-07/f01-07_tc_iPad_big_a.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f01-07/f01-07_tc_iPad_big_b.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f01-08/f01-08_tc_big.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f01-09/f01-09_tc_big.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f01-10/f01-10_tc_big.svgz"
            },
            {
                "type": "math",
                "data": ""
            },
            {
                "type": "math",
                "data": "1"
            },
            {
                "type": "math",
                "data": "2×\n10\n−8"
            },
            {
                "type": "math",
                "data": "10\n−8"
            },
            {
                "type": "math",
                "data": "120\n∘"
            },
            {
                "type": "math",
                "data": "105\n∘\n3\n′"
            },
            {
                "type": "math",
                "data": "60\n∘"
            },
            {
                "type": "math",
                "data": "2"
            },
            {
                "type": "math",
                "data": "α"
            }
        ]
    },
    {
        "input": "I_02",
        "output": [
            {
                "type": "text",
                "data": "In this chapter, we shall examine the most fundamental ideas that we have about physics—the nature of things as we see them at the present time. We shall not discuss the history of how we know that all these ideas are true; you will learn these details in due time."
            },
            {
                "type": "text",
                "data": "The things with which we concern ourselves in science appear in myriad forms, and with a multitude of attributes. For example, if we stand on the shore and look at the sea, we see the water, the waves breaking, the foam, the sloshing motion of the water, the sound, the air, the winds and the clouds, the sun and the blue sky, and light; there is sand and there are rocks of various hardness and permanence, color and texture. There are animals and seaweed, hunger and disease, and the observer on the beach; there may be even happiness and thought. Any other spot in nature has a similar variety of things and influences. It is always as complicated as that, no matter where it is. Curiosity demands that we ask questions, that we try to put things together and try to understand this multitude of aspects as perhaps resulting from the action of a relatively small number of elemental things and forces acting in an infinite variety of combinations."
            },
            {
                "type": "text",
                "data": "For example: Is the sand other than the rocks? That is, is the sand perhaps nothing but a great number of very tiny stones? Is the moon a great rock? If we understood rocks, would we also understand the sand and the moon? Is the wind a sloshing of the air analogous to the sloshing motion of the water in the sea? What common features do different movements have? What is common to different kinds of sound? How many different colors are there? And so on. In this way we try gradually to analyze all things, to put together things which at first sight look different, with the hope that we may be able to reduce the number of different things and thereby understand them better."
            },
            {
                "type": "text",
                "data": "A few hundred years ago, a method was devised to find partial answers to such questions. Observation, reason, and experiment make up what we call the scientific method. We shall have to limit ourselves to a bare description of our basic view of what is sometimes called fundamental physics, or fundamental ideas which have arisen from the application of the scientific method."
            },
            {
                "type": "text",
                "data": "What do we mean by “understanding” something? We can imagine that this complicated array of moving things which constitutes “the world” is something like a great chess game being played by the gods, and we are observers of the game. We do not know what the rules of the game are; all we are allowed to do is to watch the playing. Of course, if we watch long enough, we may eventually catch on to a few of the rules. The rules of the game are what we mean by fundamental physics. Even if we knew every rule, however, we might not be able to understand why a particular move is made in the game, merely because it is too complicated and our minds are limited. If you play chess you must know that it is easy to learn all the rules, and yet it is often very hard to select the best move or to understand why a player moves as he does. So it is in nature, only much more so; but we may be able at least to find all the rules. Actually, we do not have all the rules now. (Every once in a while something like castling is going on that we still do not understand.) Aside from not knowing all of the rules, what we really can explain in terms of those rules is very limited, because almost all situations are so enormously complicated that we cannot follow the plays of the game using the rules, much less tell what is going to happen next. We must, therefore, limit ourselves to the more basic question of the rules of the game. If we know the rules, we consider that we “understand” the world."
            },
            {
                "type": "text",
                "data": "How can we tell whether the rules which we “guess” at are really right if we cannot analyze the game very well? There are, roughly speaking, three ways. First, there may be situations where nature has arranged, or we arrange nature, to be simple and to have so few parts that we can predict exactly what will happen, and thus we can check how our rules work. (In one corner of the board there may be only a few chess pieces at work, and that we can figure out exactly.)"
            },
            {
                "type": "text",
                "data": "A second good way to check rules is in terms of less specific rules derived from them. For example, the rule on the move of a bishop on a chessboard is that it moves only on the diagonal. One can deduce, no matter how many moves may be made, that a certain bishop will always be on a red square. So, without being able to follow the details, we can always check our idea about the bishop’s motion by finding out whether it is always on a red square. Of course it will be, for a long time, until all of a sudden we find that it is on a black square (what happened of course, is that in the meantime it was captured, another pawn crossed for queening, and it turned into a bishop on a black square). That is the way it is in physics. For a long time we will have a rule that works excellently in an overall way, even when we cannot follow the details, and then some time we may discover a new rule. From the point of view of basic physics, the most interesting phenomena are of course in the new places, the places where the rules do not work—not the places where they do work! That is the way in which we discover new rules."
            },
            {
                "type": "text",
                "data": "The third way to tell whether our ideas are right is relatively crude but probably the most powerful of them all. That is, by rough approximation. While we may not be able to tell why Alekhine moves this particular piece, perhaps we can roughly understand that he is gathering his pieces around the king to protect it, more or less, since that is the sensible thing to do in the circumstances. In the same way, we can often understand nature, more or less, without being able to see what every little piece is doing, in terms of our understanding of the game."
            },
            {
                "type": "text",
                "data": "At first the phenomena of nature were roughly divided into classes, like heat, electricity, mechanics, magnetism, properties of substances, chemical phenomena, light or optics, x-rays, nuclear physics, gravitation, meson phenomena, etc. However, the aim is to see complete nature as different aspects of one set of phenomena. That is the problem in basic theoretical physics, today—to find the laws behind experiment; to amalgamate these classes. Historically, we have always been able to amalgamate them, but as time goes on new things are found. We were amalgamating very well, when all of a sudden x-rays were found. Then we amalgamated some more, and mesons were found. Therefore, at any stage of the game, it always looks rather messy. A great deal is amalgamated, but there are always many wires or threads hanging out in all directions. That is the situation today, which we shall try to describe."
            },
            {
                "type": "text",
                "data": "Some historic examples of amalgamation are the following. First, take heat and mechanics. When atoms are in motion, the more motion, the more heat the system contains, and so heat and all temperature effects can be represented by the laws of mechanics. Another tremendous amalgamation was the discovery of the relation between electricity, magnetism, and light, which were found to be different aspects of the same thing, which we call today the electromagnetic field. Another amalgamation is the unification of chemical phenomena, the various properties of various substances, and the behavior of atomic particles, which is in the quantum mechanics of chemistry."
            },
            {
                "type": "text",
                "data": "The question is, of course, is it going to be possible to amalgamate everything, and merely discover that this world represents different aspects of one thing? Nobody knows. All we know is that as we go along, we find that we can amalgamate pieces, and then we find some pieces that do not fit, and we keep trying to put the jigsaw puzzle together. Whether there are a finite number of pieces, and whether there is even a border to the puzzle, is of course unknown. It will never be known until we finish the picture, if ever. What we wish to do here is to see to what extent this amalgamation process has gone on, and what the situation is at present, in understanding basic phenomena in terms of the smallest set of principles. To express it in a simple manner, what are things made of and how few elements are there?"
            },
            {
                "type": "text",
                "data": "It is a little difficult to begin at once with the present view, so we shall first see how things looked in about 1920 and then take a few things out of that picture. Before 1920, our world picture was something like this: The “stage” on which the universe goes is the three-dimensional space of geometry, as described by Euclid, and things change in a medium called time. The elements on the stage are particles, for example the atoms, which have some properties. First, the property of inertia: if a particle is moving it keeps on going in the same direction unless forces act upon it. The second element, then, is forces, which were then thought to be of two varieties: First, an enormously complicated, detailed kind of interaction force which held the various atoms in different combinations in a complicated way, which determined whether salt would dissolve faster or slower when we raise the temperature. The other force that was known was a long-range interaction—a smooth and quiet attraction—which varied inversely as the square of the distance, and was called gravitation. This law was known and was very simple. Why things remain in motion when they are moving, or why there is a law of gravitation was, of course, not known."
            },
            {
                "type": "text",
                "data": "A description of nature is what we are concerned with here. From this point of view, then, a gas, and indeed all matter, is a myriad of moving particles. Thus many of the things we saw while standing at the seashore can immediately be connected. First the pressure: this comes from the collisions of the atoms with the walls or whatever; the drift of the atoms, if they are all moving in one direction on the average, is wind; the random internal motions are the heat. There are waves of excess density, where too many particles have collected, and so as they rush off they push up piles of particles farther out, and so on. This wave of excess density is sound. It is a tremendous achievement to be able to understand so much. Some of these things were described in the previous chapter."
            },
            {
                "type": "text",
                "data": "What kinds of particles are there? There were considered to be\n92\nat that time:\n92\ndifferent kinds of atoms were ultimately discovered. They had different names associated with their chemical properties."
            },
            {
                "type": "text",
                "data": "The next part of the problem was, what are the short-range forces? Why does carbon attract one oxygen or perhaps two oxygens, but not three oxygens? What is the machinery of interaction between atoms? Is it gravitation? The answer is no. Gravity is entirely too weak. But imagine a force analogous to gravity, varying inversely with the square of the distance, but enormously more powerful and having one difference. In gravity everything attracts everything else, but now imagine that there are two kinds of “things,” and that this new force (which is the electrical force, of course) has the property that likes repel but unlikes attract. The “thing” that carries this strong interaction is called charge."
            },
            {
                "type": "text",
                "data": "Then what do we have? Suppose that we have two unlikes that attract each other, a plus and a minus, and that they stick very close together. Suppose we have another charge some distance away. Would it feel any attraction? It would feel practically none, because if the first two are equal in size, the attraction for the one and the repulsion for the other balance out. Therefore there is very little force at any appreciable distance. On the other hand, if we get very close with the extra charge, attraction arises, because the repulsion of likes and attraction of unlikes will tend to bring unlikes closer together and push likes farther apart. Then the repulsion will be less than the attraction. This is the reason why the atoms, which are constituted out of plus and minus electric charges, feel very little force when they are separated by appreciable distance (aside from gravity). When they come close together, they can “see inside” each other and rearrange their charges, with the result that they have a very strong interaction. The ultimate basis of an interaction between the atoms is electrical. Since this force is so enormous, all the plusses and all minuses will normally come together in as intimate a combination as they can. All things, even ourselves, are made of fine-grained, enormously strongly interacting plus and minus parts, all neatly balanced out. Once in a while, by accident, we may rub off a few minuses or a few plusses (usually it is easier to rub off minuses), and in those circumstances we find the force of electricity unbalanced, and we can then see the effects of these electrical attractions."
            },
            {
                "type": "text",
                "data": "To give an idea of how much stronger electricity is than gravitation, consider two grains of sand, a millimeter across, thirty meters apart. If the force between them were not balanced, if everything attracted everything else instead of likes repelling, so that there were no cancellation, how much force would there be? There would be a force of three million tons between the two! You see, there is very, very little excess or deficit of the number of negative or positive charges necessary to produce appreciable electrical effects. This is, of course, the reason why you cannot see the difference between an electrically charged or uncharged thing—so few particles are involved that they hardly make a difference in the weight or size of an object."
            },
            {
                "type": "text",
                "data": "With this picture the atoms were easier to understand. They were thought to have a “nucleus” at the center, which is positively electrically charged and very massive, and the nucleus is surrounded by a certain number of “electrons” which are very light and negatively charged. Now we go a little ahead in our story to remark that in the nucleus itself there were found two kinds of particles, protons and neutrons, almost of the same weight and very heavy. The protons are electrically charged and the neutrons are neutral. If we have an atom with six protons inside its nucleus, and this is surrounded by six electrons (the negative particles in the ordinary world of matter are all electrons, and these are very light compared with the protons and neutrons which make nuclei), this would be atom number six in the chemical table, and it is called carbon. Atom number eight is called oxygen, etc., because the chemical properties depend upon the electrons on the outside, and in fact only upon how many electrons there are. So the chemical properties of a substance depend only on a number, the number of electrons. (The whole list of elements of the chemists really could have been called\n1\n, \n2\n,\n3\n,\n4\n,\n5\n, etc. Instead of saying “carbon,” we could say “element six,” meaning six electrons, but of course, when the elements were first discovered, it was not known that they could be numbered that way, and secondly, it would make everything look rather complicated. It is better to have names and symbols for these things, rather than to call everything by number.)"
            },
            {
                "type": "text",
                "data": "More was discovered about the electrical force. The natural interpretation of electrical interaction is that two objects simply attract each other: plus against minus. However, this was discovered to be an inadequate idea to represent it. A more adequate representation of the situation is to say that the existence of the positive charge, in some sense, distorts, or creates a “condition” in space, so that when we put the negative charge in, it feels a force. This potentiality for producing a force is called an electric field. When we put an electron in an electric field, we say it is “pulled.” We then have two rules: (a) charges make a field, and (b) charges in fields have forces on them and move. The reason for this will become clear when we discuss the following phenomena: If we were to charge a body, say a comb, electrically, and then place a charged piece of paper at a distance and move the comb back and forth, the paper will respond by always pointing to the comb. If we shake it faster, it will be discovered that the paper is a little behind, there is a delay in the action. (At the first stage, when we move the comb rather slowly, we find a complication which is magnetism. Magnetic influences have to do with charges in relative motion, so magnetic forces and electric forces can really be attributed to one field, as two different aspects of exactly the same thing. A changing electric field cannot exist without magnetism.) If we move the charged paper farther out, the delay is greater. Then an interesting thing is observed. Although the forces between two charged objects should go inversely as the square of the distance, it is found, when we shake a charge, that the influence extends very much farther out than we would guess at first sight. That is, the effect falls off more slowly than the inverse square."
            },
            {
                "type": "text",
                "data": "Here is an analogy: If we are in a pool of water and there is a floating cork very close by, we can move it “directly” by pushing the water with another cork. If you looked only at the two corks, all you would see would be that one moved immediately in response to the motion of the other—there is some kind of “interaction” between them. Of course, what we really do is to disturb the water; the water then disturbs the other cork. We could make up a “law” that if you pushed the water a little bit, an object close by in the water would move. If it were farther away, of course, the second cork would scarcely move, for we move the water locally. On the other hand, if we jiggle the cork a new phenomenon is involved, in which the motion of the water moves the water there, etc., and waves travel away, so that by jiggling, there is an influence very much farther out, an oscillatory influence, that cannot be understood from the direct interaction. Therefore the idea of direct interaction must be replaced with the existence of the water, or in the electrical case, with what we call the electromagnetic field."
            },
            {
                "type": "text",
                "data": "The electromagnetic field can carry waves; some of these waves are light, others are used in radio broadcasts, but the general name is electromagnetic waves. These oscillatory waves can have various frequencies. The only thing that is really different from one wave to another is the frequency of oscillation. If we shake a charge back and forth more and more rapidly, and look at the effects, we get a whole series of different kinds of effects, which are all unified by specifying but one number, the number of oscillations per second. The usual “pickup” that we get from electric currents in the circuits in the walls of a building have a frequency of about one hundred cycles per second. If we increase the frequency to\n500\nor\n1000\n kilocycles (\n1\n kilocycle\n=1000\n cycles) per second, we are “on the air,” for this is the frequency range which is used for radio broadcasts. (Of course it has nothing to do with the air! We can have radio broadcasts without any air.) If we again increase the frequency, we come into the range that is used for FM and TV. Going still further, we use certain short waves, for example for radar. Still higher, and we do not need an instrument to “see” the stuff, we can see it with the human eye. In the range of frequency from\n5×\n10\n14\nto\n10\n15\n cycles per second our eyes would see the oscillation of the charged comb, if we could shake it that fast, as red, blue, or violet light, depending on the frequency. Frequencies below this range are called infrared, and above it, ultraviolet. The fact that we can see in a particular frequency range makes that part of the electromagnetic spectrum no more impressive than the other parts from a physicist’s standpoint, but from a human standpoint, of course, it is more interesting. If we go up even higher in frequency, we get x-rays. X-rays are nothing but very high-frequency light. If we go still higher, we get gamma rays. These two terms, x-rays and gamma rays, are used almost synonymously. Usually electromagnetic rays coming from nuclei are called gamma rays, while those of high energy from atoms are called x-rays, but at the same frequency they are indistinguishable physically, no matter what their source. If we go to still higher frequencies, say to\n10\n24\n cycles per second, we find that we can make those waves artificially, for example with the synchrotron here at Caltech. We can find electromagnetic waves with stupendously high frequencies—with even a thousand times more rapid oscillation—in the waves found in cosmic rays. These waves cannot be controlled by us."
            },
            {
                "type": "text",
                "data": "Having described the idea of the electromagnetic field, and that this field can carry waves, we soon learn that these waves actually behave in a strange way which seems very unwavelike. At higher frequencies they behave much more like particles! It is quantum mechanics, discovered just after 1920, which explains this strange behavior. In the years before 1920, the picture of space as a three-dimensional space, and of time as a separate thing, was changed by Einstein, first into a combination which we call space-time, and then still further into a curved space-time to represent gravitation. So the “stage” is changed into space-time, and gravitation is presumably a modification of space-time. Then it was also found that the rules for the motions of particles were incorrect. The mechanical rules of “inertia” and “forces” are wrong—Newton’s laws are wrong—in the world of atoms. Instead, it was discovered that things on a small scale behave nothing like things on a large scale. That is what makes physics difficult—and very interesting. It is hard because the way things behave on a small scale is so “unnatural”; we have no direct experience with it. Here things behave like nothing we know of, so that it is impossible to describe this behavior in any other than analytic ways. It is difficult, and takes a lot of imagination."
            },
            {
                "type": "text",
                "data": "Quantum mechanics has many aspects. In the first place, the idea that a particle has a definite location and a definite speed is no longer allowed; that is wrong. To give an example of how wrong classical physics is, there is a rule in quantum mechanics that says that one cannot know both where something is and how fast it is moving. The uncertainty of the momentum and the uncertainty of the position are complementary, and the product of the two is bounded by a small constant. We can write the law like this:\nΔxΔp≥ℏ/2\n, but we shall explain it in more detail later. This rule is the explanation of a very mysterious paradox: if the atoms are made out of plus and minus charges, why don’t the minus charges simply sit on top of the plus charges (they attract each other) and get so close as to completely cancel them out? Why are atoms so big? Why is the nucleus at the center with the electrons around it? It was first thought that this was because the nucleus was so big; but no, the nucleus is very small. An atom has a diameter of about\n10\n−8\n cm. The nucleus has a diameter of about\n10\n−13\n cm. If we had an atom and wished to see the nucleus, we would have to magnify it until the whole atom was the size of a large room, and then the nucleus would be a bare speck which you could just about make out with the eye, but very nearly all the weight of the atom is in that infinitesimal nucleus. What keeps the electrons from simply falling in? This principle: If they were in the nucleus, we would know their position precisely, and the uncertainty principle would then require that they have a very large (but uncertain) momentum, i.e., a very large kinetic energy. With this energy they would break away from the nucleus. They make a compromise: they leave themselves a little room for this uncertainty and then jiggle with a certain amount of minimum motion in accordance with this rule. (Remember that when a crystal is cooled to absolute zero, we said that the atoms do not stop moving, they still jiggle. Why? If they stopped moving, we would know where they were and that they had zero motion, and that is against the uncertainty principle. We cannot know where they are and how fast they are moving, so they must be continually wiggling in there!)"
            },
            {
                "type": "text",
                "data": "Another most interesting change in the ideas and philosophy of science brought about by quantum mechanics is this: it is not possible to predict exactly what will happen in any circumstance. For example, it is possible to arrange an atom which is ready to emit light, and we can measure when it has emitted light by picking up a photon particle, which we shall describe shortly. We cannot, however, predict when it is going to emit the light or, with several atoms, which one is going to. You may say that this is because there are some internal “wheels” which we have not looked at closely enough. No, there are no internal wheels; nature, as we understand it today, behaves in such a way that it is fundamentally impossible to make a precise prediction of exactly what will happen in a given experiment. This is a horrible thing; in fact, philosophers have said before that one of the fundamental requisites of science is that whenever you set up the same conditions, the same thing must happen. This is simply not true, it is not a fundamental condition of science. The fact is that the same thing does not happen, that we can find only an average, statistically, as to what happens. Nevertheless, science has not completely collapsed. Philosophers, incidentally, say a great deal about what is absolutely necessary for science, and it is always, so far as one can see, rather naive, and probably wrong. For example, some philosopher or other said it is fundamental to the scientific effort that if an experiment is performed in, say, Stockholm, and then the same experiment is done in, say, Quito, the same results must occur. That is quite false. It is not necessary for science to do that; it may be a fact of experience, but it is not necessary. For example, if one of the experiments is to look out at the sky and see the aurora borealis in Stockholm, you do not see it in Quito; that is a different phenomenon. “But,” you say, “that is something that has to do with the outside; can you close yourself up in a box in Stockholm and pull down the shade and get any difference?” Surely. If we take a pendulum on a universal joint, and pull it out and let go, then the pendulum will swing almost in a plane, but not quite. Slowly the plane keeps changing in Stockholm, but not in Quito. The blinds are down, too. The fact that this happened does not bring on the destruction of science. What is the fundamental hypothesis of science, the fundamental philosophy? We stated it in the first chapter: the sole test of the validity of any idea is experiment. If it turns out that most experiments work out the same in Quito as they do in Stockholm, then those “most experiments” will be used to formulate some general law, and those experiments which do not come out the same we will say were a result of the environment near Stockholm. We will invent some way to summarize the results of the experiment, and we do not have to be told ahead of time what this way will look like. If we are told that the same experiment will always produce the same result, that is all very well, but if when we try it, it does not, then it does not. We just have to take what we see, and then formulate all the rest of our ideas in terms of our actual experience."
            },
            {
                "type": "text",
                "data": "Returning again to quantum mechanics and fundamental physics, we cannot go into details of the quantum-mechanical principles at this time, of course, because these are rather difficult to understand. We shall assume that they are there, and go on to describe what some of the consequences are. One of the consequences is that things which we used to consider as waves also behave like particles, and particles behave like waves; in fact everything behaves the same way. There is no distinction between a wave and a particle. So quantum mechanics unifies the idea of the field and its waves, and the particles, all into one. Now it is true that when the frequency is low, the field aspect of the phenomenon is more evident, or more useful as an approximate description in terms of everyday experiences. But as the frequency increases, the particle aspects of the phenomenon become more evident with the equipment with which we usually make the measurements. In fact, although we mentioned many frequencies, no phenomenon directly involving a frequency has yet been detected above approximately\n10\n12\n cycles per second. We only deduce the higher frequencies from the energy of the particles, by a rule which assumes that the particle-wave idea of quantum mechanics is valid."
            },
            {
                "type": "text",
                "data": "Thus we have a new view of electromagnetic interaction. We have a new kind of particle to add to the electron, the proton, and the neutron. That new particle is called a photon. The new view of the interaction of electrons and photons that is electromagnetic theory, but with everything quantum-mechanically correct, is called quantum electrodynamics. This fundamental theory of the interaction of light and matter, or electric field and charges, is our greatest success so far in physics. In this one theory we have the basic rules for all ordinary phenomena except for gravitation and nuclear processes. For example, out of quantum electrodynamics come all known electrical, mechanical, and chemical laws: the laws for the collision of billiard balls, the motions of wires in magnetic fields, the specific heat of carbon monoxide, the color of neon signs, the density of salt, and the reactions of hydrogen and oxygen to make water are all consequences of this one law. All these details can be worked out if the situation is simple enough for us to make an approximation, which is almost never, but often we can understand more or less what is happening. At the present time no exceptions are found to the quantum-electrodynamic laws outside the nucleus, and there we do not know whether there is an exception because we simply do not know what is going on in the nucleus."
            },
            {
                "type": "text",
                "data": "In principle, then, quantum electrodynamics is the theory of all chemistry, and of life, if life is ultimately reduced to chemistry and therefore just to physics because chemistry is already reduced (the part of physics which is involved in chemistry being already known). Furthermore, the same quantum electrodynamics, this great thing, predicts a lot of new things. In the first place, it tells the properties of very high-energy photons, gamma rays, etc. It predicted another very remarkable thing: besides the electron, there should be another particle of the same mass, but of opposite charge, called a positron, and these two, coming together, could annihilate each other with the emission of light or gamma rays. (After all, light and gamma rays are all the same, they are just different points on a frequency scale.) The generalization of this, that for each particle there is an antiparticle, turns out to be true. In the case of electrons, the antiparticle has another name—it is called a positron, but for most other particles, it is called anti-so-and-so, like antiproton or antineutron. In quantum electrodynamics, two numbers are put in and most of the other numbers in the world are supposed to come out. The two numbers that are put in are called the mass of the electron and the charge of the electron. Actually, that is not quite true, for we have a whole set of numbers for chemistry which tells how heavy the nuclei are. That leads us to the next part."
            },
            {
                "type": "text",
                "data": "What are the nuclei made of, and how are they held together? It is found that the nuclei are held together by enormous forces. When these are released, the energy released is tremendous compared with chemical energy, in the same ratio as the atomic bomb explosion is to a TNT explosion, because, of course, the atomic bomb has to do with changes inside the nucleus, while the explosion of TNT has to do with the changes of the electrons on the outside of the atoms. The question is, what are the forces which hold the protons and neutrons together in the nucleus? Just as the electrical interaction can be connected to a particle, a photon, Yukawa suggested that the forces between neutrons and protons also have a field of some kind, and that when this field jiggles it behaves like a particle. Thus there could be some other particles in the world besides protons and neutrons, and he was able to deduce the properties of these particles from the already known characteristics of nuclear forces. For example, he predicted they should have a mass of two or three hundred times that of an electron; and lo and behold, in cosmic rays there was discovered a particle of the right mass! But it later turned out to be the wrong particle. It was called a\nμ\n-meson, or muon."
            },
            {
                "type": "text",
                "data": "However, a little while later, in 1947 or 1948, another particle was found, the\nπ\n-meson, or pion, which satisfied Yukawa’s criterion. Besides the proton and the neutron, then, in order to get nuclear forces we must add the pion. Now, you say, “Oh great!, with this theory we make quantum nucleodynamics using the pions just like Yukawa wanted to do, and see if it works, and everything will be explained.” Bad luck. It turns out that the calculations that are involved in this theory are so difficult that no one has ever been able to figure out what the consequences of the theory are, or to check it against experiment, and this has been going on now for almost twenty years!"
            },
            {
                "type": "text",
                "data": "So we are stuck with a theory, and we do not know whether it is right or wrong, but we do know that it is a little wrong, or at least incomplete. While we have been dawdling around theoretically, trying to calculate the consequences of this theory, the experimentalists have been discovering some things. For example, they had already discovered this muon, and we do not yet know where it fits. Also, in cosmic rays, a large number of other “extra” particles were found. It turns out that today we have approximately thirty particles, and it is very difficult to understand the relationships of all these particles, and what nature wants them for, or what the connections are from one to another. We do not today understand these various particles as different aspects of the same thing, and the fact that we have so many unconnected particles is a representation of the fact that we have so much unconnected information without a good theory. After the great successes of quantum electrodynamics, there is a certain amount of knowledge of nuclear physics which is rough knowledge, sort of half experience and half theory, assuming a type of force between protons and neutrons and seeing what will happen, but not really understanding where the force comes from. Aside from that, we have made very little progress. We have collected an enormous number of chemical elements. In the chemical case, there suddenly appeared a relationship among these elements which was unexpected, and which is embodied in the periodic table of Mendeleev. For example, sodium and potassium are about the same in their chemical properties and are found in the same column in the Mendeleev chart. We have been seeking a Mendeleev-type chart for the new particles. One such chart of the new particles was made independently by Gell-Mann in the U.S.A. and Nishijima in Japan. The basis of their classification is a new number, like the electric charge, which can be assigned to each particle, called its “strangeness,” \nS\n. This number is conserved, like the electric charge, in reactions which take place by nuclear forces."
            },
            {
                "type": "text",
                "data": "In Table 2–2 are listed all the particles. We cannot discuss them much at this stage, but the table will at least show you how much we do not know. Underneath each particle its mass is given in a certain unit, called the MeV. One MeV is equal to\n1.783×\n10\n−27\n gram. The reason this unit was chosen is historical, and we shall not go into it now. More massive particles are put higher up on the chart; we see that a neutron and a proton have almost the same mass. In vertical columns we have put the particles with the same electrical charge, all neutral objects in one column, all positively charged ones to the right of this one, and all negatively charged objects to the left."
            },
            {
                "type": "text",
                "data": "Particles are shown with a solid line and “resonances” with a dashed one. Several particles have been omitted from the table. These include the important zero-mass, zero-charge particles, the photon and the graviton, which do not fall into the baryon-meson-lepton classification scheme, and also some of the newer resonances (\nK\n∗\n,\nϕ\n,\nη\n). The antiparticles of the mesons are listed in the table, but the antiparticles of the leptons and baryons would have to be listed in another table which would look exactly like this one reflected on the zero-charge column. Although all of the particles except the electron, neutrino, photon, graviton, and proton are unstable, decay products have been shown only for the resonances. Strangeness assignments are not applicable for leptons, since they do not interact strongly with nuclei."
            },
            {
                "type": "text",
                "data": "All particles which are together with the neutrons and protons are called baryons, and the following ones exist: There is a “lambda,” with a mass of\n1115\n MeV, and three others, called sigmas, minus, neutral, and plus, with several masses almost the same. There are groups or multiplets with almost the same mass, within one or two percent. Each particle in a multiplet has the same strangeness. The first multiplet is the proton-neutron doublet, and then there is a singlet (the lambda) then the sigma triplet, and finally the xi doublet. Very recently, in 1961, even a few more particles were found. Or are they particles? They live so short a time, they disintegrate almost instantaneously, as soon as they are formed, that we do not know whether they should be considered as new particles, or some kind of “resonance” interaction of a certain definite energy between the\nΛ\nand \nπ\nproducts into which they disintegrate."
            },
            {
                "type": "text",
                "data": "In addition to the baryons the other particles which are involved in the nuclear interaction are called mesons. There are first the pions, which come in three varieties, positive, negative, and neutral; they form another multiplet. We have also found some new things called K-mesons, and they occur as a doublet,\nK\n+\nand \nK\n0\n. Also, every particle has its antiparticle, unless a particle is its own antiparticle. For example, the\nπ\n−\nand the\nπ\n+\nare antiparticles, but the\nπ\n0\nis its own antiparticle. The\nK\n−\nand \nK\n+\nare antiparticles, and the\nK\n0\nand \nK\n¯\n¯\n¯\n¯\n0\n. In addition, in 1961 we also found some more mesons or maybe mesons which disintegrate almost immediately. A thing called \nω\nwhich goes into three pions has a mass \n780\non this scale, and somewhat less certain is an object which disintegrates into two pions. These particles, called mesons and baryons, and the antiparticles of the mesons are on the same chart, but the antiparticles of the baryons must be put on another chart, “reflected” through the charge-zero column."
            },
            {
                "type": "text",
                "data": "Just as Mendeleev’s chart was very good, except for the fact that there were a number of rare earth elements which were hanging out loose from it, so we have a number of things hanging out loose from this chart—particles which do not interact strongly in nuclei, have nothing to do with a nuclear interaction, and do not have a strong interaction (I mean the powerful kind of interaction of nuclear energy). These are called leptons, and they are the following: there is the electron, which has a very small mass on this scale, only\n0.510\n MeV. Then there is that other, the muon, which has a mass much higher,\n206\n times as heavy as an electron. So far as we can tell, by all experiments so far, the difference between the electron and the muon is nothing but the mass. Everything works exactly the same for the muon as for the electron, except that one is heavier than the other. Why is there another one heavier; what is the use for it? We do not know. In addition, there is a lepton which is neutral, called a neutrino, and this particle has zero mass. In fact, it is now known that there are two different kinds of neutrinos, one related to electrons and the other related to muons."
            },
            {
                "type": "text",
                "data": "Finally, we have two other particles which do not interact strongly with the nuclear ones: one is a photon, and perhaps, if the field of gravity also has a quantum-mechanical analog (a quantum theory of gravitation has not yet been worked out), then there will be a particle, a graviton, which will have zero mass."
            },
            {
                "type": "text",
                "data": "What is this “zero mass”? The masses given here are the masses of the particles at rest. The fact that a particle has zero mass means, in a way, that it cannot be at rest. A photon is never at rest, it is always moving at\n186,000\n miles a second. We will understand more what mass means when we understand the theory of relativity, which will come in due time."
            },
            {
                "type": "text",
                "data": "Thus we are confronted with a large number of particles, which together seem to be the fundamental constituents of matter. Fortunately, these particles are not all different in their interactions with one another. In fact, there seem to be just four kinds of interaction between particles which, in the order of decreasing strength, are the nuclear force, electrical interactions, the beta-decay interaction, and gravity. The photon is coupled to all charged particles and the strength of the interaction is measured by some number, which is \n1/137\n. The detailed law of this coupling is known, that is quantum electrodynamics. Gravity is coupled to all energy, but its coupling is extremely weak, much weaker than that of electricity. This law is also known. Then there are the so-called weak decays—beta decay, which causes the neutron to disintegrate into proton, electron, and neutrino, relatively slowly. This law is only partly known. The so-called strong interaction, the meson-baryon interaction, has a strength of \n1\nin this scale, and the law is completely unknown, although there are a number of known rules, such as that the number of baryons does not change in any reaction."
            },
            {
                "type": "text",
                "data": "This then, is the horrible condition of our physics today. To summarize it, I would say this: outside the nucleus, we seem to know all; inside it, quantum mechanics is valid—the principles of quantum mechanics have not been found to fail. The stage on which we put all of our knowledge, we would say, is relativistic space-time; perhaps gravity is involved in space-time. We do not know how the universe got started, and we have never made experiments which check our ideas of space and time accurately, below some tiny distance, so we only know that our ideas work above that distance. We should also add that the rules of the game are the quantum-mechanical principles, and those principles apply, so far as we can tell, to the new particles as well as to the old. The origin of the forces in nuclei leads us to new particles, but unfortunately they appear in great profusion and we lack a complete understanding of their interrelationship, although we already know that there are some very surprising relationships among them. We seem gradually to be groping toward an understanding of the world of subatomic particles, but we really do not know how far we have yet to go in this task."
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/buy16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/info16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/contact16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/twit16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/fb16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/email16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/slide36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/darkmode36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/stretch36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/audio36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/toc36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/help36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/summary20.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/camera.svg"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f02-00/f02-00.jpg"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/right_curly_brace.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/right_curly_brace.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/t02-02/t02-02_tc_big.svgz"
            },
            {
                "type": "math",
                "data": "92"
            },
            {
                "type": "math",
                "data": "92"
            },
            {
                "type": "math",
                "data": "1"
            },
            {
                "type": "math",
                "data": "2"
            },
            {
                "type": "math",
                "data": "3"
            },
            {
                "type": "math",
                "data": "4"
            },
            {
                "type": "math",
                "data": "5"
            },
            {
                "type": "math",
                "data": "500"
            },
            {
                "type": "math",
                "data": "1000"
            },
            {
                "type": "math",
                "data": "1"
            },
            {
                "type": "math",
                "data": "=1000"
            },
            {
                "type": "math",
                "data": "5×\n10\n14"
            },
            {
                "type": "math",
                "data": "10\n15"
            },
            {
                "type": "math",
                "data": "10\n24"
            },
            {
                "type": "math",
                "data": "10\n2"
            },
            {
                "type": "math",
                "data": "5×\n10\n5"
            },
            {
                "type": "math",
                "data": "10\n6"
            },
            {
                "type": "math",
                "data": "10\n8"
            },
            {
                "type": "math",
                "data": "10\n10"
            },
            {
                "type": "math",
                "data": "5×\n10\n14"
            },
            {
                "type": "math",
                "data": "10\n15"
            },
            {
                "type": "math",
                "data": "10\n18"
            },
            {
                "type": "math",
                "data": "10\n21"
            },
            {
                "type": "math",
                "data": "γ"
            },
            {
                "type": "math",
                "data": "10\n24"
            },
            {
                "type": "math",
                "data": "γ"
            },
            {
                "type": "math",
                "data": "10\n27"
            },
            {
                "type": "math",
                "data": "γ"
            },
            {
                "type": "math",
                "data": "ΔxΔp≥ℏ/2"
            },
            {
                "type": "math",
                "data": "10\n−8"
            },
            {
                "type": "math",
                "data": "10\n−13"
            },
            {
                "type": "math",
                "data": "10\n12"
            },
            {
                "type": "math",
                "data": "μ"
            },
            {
                "type": "math",
                "data": "π"
            },
            {
                "type": "math",
                "data": "S"
            },
            {
                "type": "math",
                "data": "1.783×\n10\n−27"
            },
            {
                "type": "math",
                "data": "K\n∗"
            },
            {
                "type": "math",
                "data": "ϕ"
            },
            {
                "type": "math",
                "data": "η"
            },
            {
                "type": "math",
                "data": "1115"
            },
            {
                "type": "math",
                "data": "Λ"
            },
            {
                "type": "math",
                "data": "π"
            },
            {
                "type": "math",
                "data": "K\n+"
            },
            {
                "type": "math",
                "data": "K\n0"
            },
            {
                "type": "math",
                "data": "π\n−"
            },
            {
                "type": "math",
                "data": "π\n+"
            },
            {
                "type": "math",
                "data": "π\n0"
            },
            {
                "type": "math",
                "data": "K\n−"
            },
            {
                "type": "math",
                "data": "K\n+"
            },
            {
                "type": "math",
                "data": "K\n0"
            },
            {
                "type": "math",
                "data": "K\n¯\n¯\n¯\n¯\n0"
            },
            {
                "type": "math",
                "data": "ω"
            },
            {
                "type": "math",
                "data": "780"
            },
            {
                "type": "math",
                "data": "0.510"
            },
            {
                "type": "math",
                "data": "206"
            },
            {
                "type": "math",
                "data": "186,000"
            },
            {
                "type": "math",
                "data": "1/137"
            },
            {
                "type": "math",
                "data": "1"
            },
            {
                "type": "math",
                "data": "∼\n10\n−2"
            },
            {
                "type": "math",
                "data": "∼\n10\n−40"
            },
            {
                "type": "math",
                "data": "∼\n10\n−5"
            },
            {
                "type": "math",
                "data": "∼1"
            },
            {
                "type": "math",
                "data": "∼"
            }
        ]
    },
    {
        "input": "I_03",
        "output": [
            {
                "type": "text",
                "data": "Physics is the most fundamental and all-inclusive of the sciences, and has had a profound effect on all scientific development. In fact, physics is the present-day equivalent of what used to be called natural philosophy, from which most of our modern sciences arose. Students of many fields find themselves studying physics because of the basic role it plays in all phenomena. In this chapter we shall try to explain what the fundamental problems in the other sciences are, but of course it is impossible in so small a space really to deal with the complex, subtle, beautiful matters in these other fields. Lack of space also prevents our discussing the relation of physics to engineering, industry, society, and war, or even the most remarkable relationship between mathematics and physics. (Mathematics is not a science from our point of view, in the sense that it is not a natural science. The test of its validity is not experiment.) We must, incidentally, make it clear from the beginning that if a thing is not a science, it is not necessarily bad. For example, love is not a science. So, if something is said not to be a science, it does not mean that there is something wrong with it; it just means that it is not a science."
            },
            {
                "type": "text",
                "data": "The science which is perhaps the most deeply affected by physics is chemistry. Historically, the early days of chemistry dealt almost entirely with what we now call inorganic chemistry, the chemistry of substances which are not associated with living things. Considerable analysis was required to discover the existence of the many elements and their relationships—how they make the various relatively simple compounds found in rocks, earth, etc. This early chemistry was very important for physics. The interaction between the two sciences was very great because the theory of atoms was substantiated to a large extent by experiments in chemistry. The theory of chemistry, i.e., of the reactions themselves, was summarized to a large extent in the periodic chart of Mendeleev, which brings out many strange relationships among the various elements, and it was the collection of rules as to which substance is combined with which, and how, that constituted inorganic chemistry. All these rules were ultimately explained in principle by quantum mechanics, so that theoretical chemistry is in fact physics. On the other hand, it must be emphasized that this explanation is in principle. We have already discussed the difference between knowing the rules of the game of chess, and being able to play. So it is that we may know the rules, but we cannot play very well. It turns out to be very difficult to predict precisely what will happen in a given chemical reaction; nevertheless, the deepest part of theoretical chemistry must end up in quantum mechanics."
            },
            {
                "type": "text",
                "data": "There is also a branch of physics and chemistry which was developed by both sciences together, and which is extremely important. This is the method of statistics applied in a situation in which there are mechanical laws, which is aptly called statistical mechanics. In any chemical situation a large number of atoms are involved, and we have seen that the atoms are all jiggling around in a very random and complicated way. If we could analyze each collision, and be able to follow in detail the motion of each molecule, we might hope to figure out what would happen, but the many numbers needed to keep track of all these molecules exceeds so enormously the capacity of any computer, and certainly the capacity of the mind, that it was important to develop a method for dealing with such complicated situations. Statistical mechanics, then, is the science of the phenomena of heat, or thermodynamics. Inorganic chemistry is, as a science, now reduced essentially to what are called physical chemistry and quantum chemistry; physical chemistry to study the rates at which reactions occur and what is happening in detail (How do the molecules hit? Which pieces fly off first?, etc.), and quantum chemistry to help us understand what happens in terms of the physical laws."
            },
            {
                "type": "text",
                "data": "The other branch of chemistry is organic chemistry, the chemistry of the substances which are associated with living things. For a time it was believed that the substances which are associated with living things were so marvelous that they could not be made by hand, from inorganic materials. This is not at all true—they are just the same as the substances made in inorganic chemistry, but more complicated arrangements of atoms are involved. Organic chemistry obviously has a very close relationship to the biology which supplies its substances, and to industry, and furthermore, much physical chemistry and quantum mechanics can be applied to organic as well as to inorganic compounds. However, the main problems of organic chemistry are not in these aspects, but rather in the analysis and synthesis of the substances which are formed in biological systems, in living things. This leads imperceptibly, in steps, toward biochemistry, and then into biology itself, or molecular biology."
            },
            {
                "type": "text",
                "data": "Thus we come to the science of biology, which is the study of living things. In the early days of biology, the biologists had to deal with the purely descriptive problem of finding out what living things there were, and so they just had to count such things as the hairs of the limbs of fleas. After these matters were worked out with a great deal of interest, the biologists went into the machinery inside the living bodies, first from a gross standpoint, naturally, because it takes some effort to get into the finer details."
            },
            {
                "type": "text",
                "data": "There was an interesting early relationship between physics and biology in which biology helped physics in the discovery of the conservation of energy, which was first demonstrated by Mayer in connection with the amount of heat taken in and given out by a living creature."
            },
            {
                "type": "text",
                "data": "If we look at the processes of biology of living animals more closely, we see many physical phenomena: the circulation of blood, pumps, pressure, etc. There are nerves: we know what is happening when we step on a sharp stone, and that somehow or other the information goes from the leg up. It is interesting how that happens. In their study of nerves, the biologists have come to the conclusion that nerves are very fine tubes with a complex wall which is very thin; through this wall the cell pumps ions, so that there are positive ions on the outside and negative ions on the inside, like a capacitor. Now this membrane has an interesting property; if it “discharges” in one place, i.e., if some of the ions were able to move through one place, so that the electric voltage is reduced there, that electrical influence makes itself felt on the ions in the neighborhood, and it affects the membrane in such a way that it lets the ions through at neighboring points also. This in turn affects it farther along, etc., and so there is a wave of “penetrability” of the membrane which runs down the fiber when it is “excited” at one end by stepping on the sharp stone. This wave is somewhat analogous to a long sequence of vertical dominoes; if the end one is pushed over, that one pushes the next, etc. Of course this will transmit only one message unless the dominoes are set up again; and similarly in the nerve cell, there are processes which pump the ions slowly out again, to get the nerve ready for the next impulse. So it is that we know what we are doing (or at least where we are). Of course the electrical effects associated with this nerve impulse can be picked up with electrical instruments, and because there are electrical effects, obviously the physics of electrical effects has had a great deal of influence on understanding the phenomenon."
            },
            {
                "type": "text",
                "data": "The opposite effect is that, from somewhere in the brain, a message is sent out along a nerve. What happens at the end of the nerve? There the nerve branches out into fine little things, connected to a structure near a muscle, called an endplate. For reasons which are not exactly understood, when the impulse reaches the end of the nerve, little packets of a chemical called acetylcholine are shot off (five or ten molecules at a time) and they affect the muscle fiber and make it contract—how simple! What makes a muscle contract? A muscle is a very large number of fibers close together, containing two different substances, myosin and actomyosin, but the machinery by which the chemical reaction induced by acetylcholine can modify the dimensions of the muscle is not yet known. Thus the fundamental processes in the muscle that make mechanical motions are not known."
            },
            {
                "type": "text",
                "data": "Biology is such an enormously wide field that there are hosts of other problems that we cannot mention at all—problems on how vision works (what the light does in the eye), how hearing works, etc. (The way in which thinking works we shall discuss later under psychology.) Now, these things concerning biology which we have just discussed are, from a biological standpoint, really not fundamental, at the bottom of life, in the sense that even if we understood them we still would not understand life itself. To illustrate: the men who study nerves feel their work is very important, because after all you cannot have animals without nerves. But you can have life without nerves. Plants have neither nerves nor muscles, but they are working, they are alive, just the same. So for the fundamental problems of biology we must look deeper; when we do, we discover that all living things have a great many characteristics in common. The most common feature is that they are made of cells, within each of which is complex machinery for doing things chemically. In plant cells, for example, there is machinery for picking up light and generating glucose, which is consumed in the dark to keep the plant alive. When the plant is eaten the glucose itself generates in the animal a series of chemical reactions very closely related to photosynthesis (and its opposite effect in the dark) in plants."
            },
            {
                "type": "text",
                "data": "In the cells of living systems there are many elaborate chemical reactions, in which one compound is changed into another and another. To give some impression of the enormous efforts that have gone into the study of biochemistry, the chart in Fig. 3–1 summarizes our knowledge to date on just one small part of the many series of reactions which occur in cells, perhaps a percent or so of it."
            },
            {
                "type": "text",
                "data": "Here we see a whole series of molecules which change from one to another in a sequence or cycle of rather small steps. It is called the Krebs cycle, the respiratory cycle. Each of the chemicals and each of the steps is fairly simple, in terms of what change is made in the molecule, but—and this is a centrally important discovery in biochemistry—these changes are relatively difficult to accomplish in a laboratory. If we have one substance and another very similar substance, the one does not just turn into the other, because the two forms are usually separated by an energy barrier or “hill.” Consider this analogy: If we wanted to take an object from one place to another, at the same level but on the other side of a hill, we could push it over the top, but to do so requires the addition of some energy. Thus most chemical reactions do not occur, because there is what is called an activation energy in the way. In order to add an extra atom to our chemical requires that we get it close enough that some rearrangement can occur; then it will stick. But if we cannot give it enough energy to get it close enough, it will not go to completion, it will just go part way up the “hill” and back down again. However, if we could literally take the molecules in our hands and push and pull the atoms around in such a way as to open a hole to let the new atom in, and then let it snap back, we would have found another way, around the hill, which would not require extra energy, and the reaction would go easily. Now there actually are, in the cells, very large molecules, much larger than the ones whose changes we have been describing, which in some complicated way hold the smaller molecules just right, so that the reaction can occur easily. These very large and complicated things are called enzymes. (They were first called ferments, because they were originally discovered in the fermentation of sugar. In fact, some of the first reactions in the cycle were discovered there.) In the presence of an enzyme the reaction will go."
            },
            {
                "type": "text",
                "data": "An enzyme is made of another substance called protein. Enzymes are very big and complicated, and each one is different, each being built to control a certain special reaction. The names of the enzymes are written in Fig. 3–1 at each reaction. (Sometimes the same enzyme may control two reactions.) We emphasize that the enzymes themselves are not involved in the reaction directly. They do not change; they merely let an atom go from one place to another. Having done so, the enzyme is ready to do it to the next molecule, like a machine in a factory. Of course, there must be a supply of certain atoms and a way of disposing of other atoms. Take hydrogen, for example: there are enzymes which have special units on them which carry the hydrogen for all chemical reactions. For example, there are three or four hydrogen-reducing enzymes which are used all over our cycle in different places. It is interesting that the machinery which liberates some hydrogen at one place will take that hydrogen and use it somewhere else."
            },
            {
                "type": "text",
                "data": "The most important feature of the cycle of Fig. 3–1 is the transformation from GDP to GTP (guanosine-di-phosphate to guanosine-tri-phosphate) because the one substance has much more energy in it than the other. Just as there is a “box” in certain enzymes for carrying hydrogen atoms around, there are special energy-carrying “boxes” which involve the triphosphate group. So, GTP has more energy than GDP and if the cycle is going one way, we are producing molecules which have extra energy and which can go drive some other cycle which requires energy, for example the contraction of muscle. The muscle will not contract unless there is GTP. We can take muscle fiber, put it in water, and add GTP, and the fibers contract, changing GTP to GDP if the right enzymes are present. So the real system is in the GDP-GTP transformation; in the dark the GTP which has been stored up during the day is used to run the whole cycle around the other way. An enzyme, you see, does not care in which direction the reaction goes, for if it did it would violate one of the laws of physics."
            },
            {
                "type": "text",
                "data": "Physics is of great importance in biology and other sciences for still another reason, that has to do with experimental techniques. In fact, if it were not for the great development of experimental physics, these biochemistry charts would not be known today. The reason is that the most useful tool of all for analyzing this fantastically complex system is to label the atoms which are used in the reactions. Thus, if we could introduce into the cycle some carbon dioxide which has a “green mark” on it, and then measure after three seconds where the green mark is, and again measure after ten seconds, etc., we could trace out the course of the reactions. What are the “green marks”? They are different isotopes. We recall that the chemical properties of atoms are determined by the number of electrons, not by the mass of the nucleus. But there can be, for example in carbon, six neutrons or seven neutrons, together with the six protons which all carbon nuclei have. Chemically, the two atoms C\n12\nand C\n13\nare the same, but they differ in weight and they have different nuclear properties, and so they are distinguishable. By using these isotopes of different weights, or even radioactive isotopes like C\n14\n, which provide a more sensitive means for tracing very small quantities, it is possible to trace the reactions."
            },
            {
                "type": "text",
                "data": "Now, we return to the description of enzymes and proteins. Not all proteins are enzymes, but all enzymes are proteins. There are many proteins, such as the proteins in muscle, the structural proteins which are, for example, in cartilage and hair, skin, etc., that are not themselves enzymes. However, proteins are a very characteristic substance of life: first of all they make up all the enzymes, and second, they make up much of the rest of living material. Proteins have a very interesting and simple structure. They are a series, or chain, of different amino acids. There are twenty different amino acids, and they all can combine with each other to form chains in which the backbone is CO-NH, etc. Proteins are nothing but chains of various ones of these twenty amino acids. Each of the amino acids probably serves some special purpose. Some, for example, have a sulfur atom at a certain place; when two sulfur atoms are in the same protein, they form a bond, that is, they tie the chain together at two points and form a loop. Another has extra oxygen atoms which make it an acidic substance, another has a basic characteristic. Some of them have big groups hanging out to one side, so that they take up a lot of space. One of the amino acids, called proline, is not really an amino acid, but imino acid. There is a slight difference, with the result that when proline is in the chain, there is a kink in the chain. If we wished to manufacture a particular protein, we would give these instructions: put one of those sulfur hooks here; next, add something to take up space; then attach something to put a kink in the chain. In this way, we will get a complicated-looking chain, hooked together and having some complex structure; this is presumably just the manner in which all the various enzymes are made. One of the great triumphs in recent times (since 1960), was at last to discover the exact spatial atomic arrangement of certain proteins, which involve some fifty-six or sixty amino acids in a row. Over a thousand atoms (more nearly two thousand, if we count the hydrogen atoms) have been located in a complex pattern in two proteins. The first was hemoglobin. One of the sad aspects of this discovery is that we cannot see anything from the pattern; we do not understand why it works the way it does. Of course, that is the next problem to be attacked."
            },
            {
                "type": "text",
                "data": "Another problem is how do the enzymes know what to be? A red-eyed fly makes a red-eyed fly baby, and so the information for the whole pattern of enzymes to make red pigment must be passed from one fly to the next. This is done by a substance in the nucleus of the cell, not a protein, called DNA (short for desoxyribose nucleic acid). This is the key substance which is passed from one cell to another (for instance sperm cells consist mostly of DNA) and carries the information as to how to make the enzymes. DNA is the “blueprint.” What does the blueprint look like and how does it work? First, the blueprint must be able to reproduce itself. Secondly, it must be able to instruct the protein. Concerning the reproduction, we might think that this proceeds like cell reproduction. Cells simply grow bigger and then divide in half. Must it be thus with DNA molecules, then, that they too grow bigger and divide in half? Every atom certainly does not grow bigger and divide in half! No, it is impossible to reproduce a molecule except by some more clever way."
            },
            {
                "type": "text",
                "data": "The structure of the substance DNA was studied for a long time, first chemically to find the composition, and then with x-rays to find the pattern in space. The result was the following remarkable discovery: The DNA molecule is a pair of chains, twisted upon each other. The backbone of each of these chains, which are analogous to the chains of proteins but chemically quite different, is a series of sugar and phosphate groups, as shown in Fig. 3–2. Now we see how the chain can contain instructions, for if we could split this chain down the middle, we would have a series\nBAADC…\nand every living thing could have a different series. Thus perhaps, in some way, the specific instructions for the manufacture of proteins are contained in the specific series of the DNA."
            },
            {
                "type": "text",
                "data": "Attached to each sugar along the line, and linking the two chains together, are certain pairs of cross-links. However, they are not all of the same kind; there are four kinds, called adenine, thymine, cytosine, and guanine, but let us call them\nA\n, \nB\n,\nC\n, and \nD\n. The interesting thing is that only certain pairs can sit opposite each other, for example\nA\nwith\nB\nand\nC\nwith\nD\n. These pairs are put on the two chains in such a way that they “fit together,” and have a strong energy of interaction. However,\nC\nwill not fit with\nA\n, and\nB\nwill not fit with\nC\n; they will only fit in pairs,\nA\nagainst\nB\nand\nC\nagainst\nD\n. Therefore if one is\nC\n, the other must be\nD\n, etc. Whatever the letters may be in one chain, each one must have its specific complementary letter on the other chain."
            },
            {
                "type": "text",
                "data": "What then about reproduction? Suppose we split this chain in two. How can we make another one just like it? If, in the substances of the cells, there is a manufacturing department which brings up phosphate, sugar, and\nA\n,\nB\n,\nC\n,\nD\nunits not connected in a chain, the only ones which will attach to our split chain will be the correct ones, the complements of\nBAADC…\n, namely,\nABBCD…\nThus what happens is that the chain splits down the middle during cell division, one half ultimately to go with one cell, the other half to end up in the other cell; when separated, a new complementary chain is made by each half-chain."
            },
            {
                "type": "text",
                "data": "Next comes the question, precisely how does the order of the\nA\n,\nB\n,\nC\n,\nD\nunits determine the arrangement of the amino acids in the protein? This is the central unsolved problem in biology today. The first clues, or pieces of information, however, are these: There are in the cell tiny particles called ribosomes, and it is now known that that is the place where proteins are made. But the ribosomes are not in the nucleus, where the DNA and its instructions are. Something seems to be the matter. However, it is also known that little molecule pieces come off the DNA—not as long as the big DNA molecule that carries all the information itself, but like a small section of it. This is called RNA, but that is not essential. It is a kind of copy of the DNA, a short copy. The RNA, which somehow carries a message as to what kind of protein to make goes over to the ribosome; that is known. When it gets there, protein is synthesized at the ribosome. That is also known. However, the details of how the amino acids come in and are arranged in accordance with a code that is on the RNA are, as yet, still unknown. We do not know how to read it. If we knew, for example, the “lineup”\nA\n,\nB\n,\nC\n,\nC\n,\nA\n, we could not tell you what protein is to be made."
            },
            {
                "type": "text",
                "data": "Certainly no subject or field is making more progress on so many fronts at the present moment, than biology, and if we were to name the most powerful assumption of all, which leads one on and on in an attempt to understand life, it is that all things are made of atoms, and that everything that living things do can be understood in terms of the jigglings and wigglings of atoms."
            },
            {
                "type": "text",
                "data": "In this rapid-fire explanation of the whole world, we must now turn to astronomy. Astronomy is older than physics. In fact, it got physics started by showing the beautiful simplicity of the motion of the stars and planets, the understanding of which was the beginning of physics. But the most remarkable discovery in all of astronomy is that the stars are made of atoms of the same kind as those on the earth.1 How was this done? Atoms liberate light which has definite frequencies, something like the timbre of a musical instrument, which has definite pitches or frequencies of sound. When we are listening to several different tones we can tell them apart, but when we look with our eyes at a mixture of colors we cannot tell the parts from which it was made, because the eye is nowhere near as discerning as the ear in this connection. However, with a spectroscope we can analyze the frequencies of the light waves and in this way we can see the very tunes of the atoms that are in the different stars. As a matter of fact, two of the chemical elements were discovered on a star before they were discovered on the earth. Helium was discovered on the sun, whence its name, and technetium was discovered in certain cool stars. This, of course, permits us to make headway in understanding the stars, because they are made of the same kinds of atoms which are on the earth. Now we know a great deal about the atoms, especially concerning their behavior under conditions of high temperature but not very great density, so that we can analyze by statistical mechanics the behavior of the stellar substance. Even though we cannot reproduce the conditions on the earth, using the basic physical laws we often can tell precisely, or very closely, what will happen. So it is that physics aids astronomy. Strange as it may seem, we understand the distribution of matter in the interior of the sun far better than we understand the interior of the earth. What goes on inside a star is better understood than one might guess from the difficulty of having to look at a little dot of light through a telescope, because we can calculate what the atoms in the stars should do in most circumstances."
            },
            {
                "type": "text",
                "data": "One of the most impressive discoveries was the origin of the energy of the stars, that makes them continue to burn. One of the men who discovered this was out with his girlfriend the night after he realized that nuclear reactions must be going on in the stars in order to make them shine. She said “Look at how pretty the stars shine!” He said “Yes, and right now I am the only man in the world who knows why they shine.” She merely laughed at him. She was not impressed with being out with the only man who, at that moment, knew why stars shine. Well, it is sad to be alone, but that is the way it is in this world."
            },
            {
                "type": "text",
                "data": "It is the nuclear “burning” of hydrogen which supplies the energy of the sun; the hydrogen is converted into helium. Furthermore, ultimately, the manufacture of various chemical elements proceeds in the centers of the stars, from hydrogen. The stuff of which we are made, was “cooked” once, in a star, and spit out. How do we know? Because there is a clue. The proportion of the different isotopes—how much C\n12\n, how much C\n13\n, etc., is something which is never changed by chemical reactions, because the chemical reactions are so much the same for the two. The proportions are purely the result of nuclear reactions. By looking at the proportions of the isotopes in the cold, dead ember which we are, we can discover what the furnace was like in which the stuff of which we are made was formed. That furnace was like the stars, and so it is very likely that our elements were “made” in the stars and spit out in the explosions which we call novae and supernovae. Astronomy is so close to physics that we shall study many astronomical things as we go along."
            },
            {
                "type": "text",
                "data": "We turn now to what are called earth sciences, or geology. First, meteorology and the weather. Of course the instruments of meteorology are physical instruments, and the development of experimental physics made these instruments possible, as was explained before. However, the theory of meteorology has never been satisfactorily worked out by the physicist. “Well,” you say, “there is nothing but air, and we know the equations of the motions of air.” Yes we do. “So if we know the condition of air today, why can’t we figure out the condition of the air tomorrow?” First, we do not really know what the condition is today, because the air is swirling and twisting everywhere. It turns out to be very sensitive, and even unstable. If you have ever seen water run smoothly over a dam, and then turn into a large number of blobs and drops as it falls, you will understand what I mean by unstable. You know the condition of the water before it goes over the spillway; it is perfectly smooth; but the moment it begins to fall, where do the drops begin? What determines how big the lumps are going to be and where they will be? That is not known, because the water is unstable. Even a smooth moving mass of air, in going over a mountain turns into complex whirlpools and eddies. In many fields we find this situation of turbulent flow that we cannot analyze today. Quickly we leave the subject of weather, and discuss geology!"
            },
            {
                "type": "text",
                "data": "The question basic to geology is, what makes the earth the way it is? The most obvious processes are in front of your very eyes, the erosion processes of the rivers, the winds, etc. It is easy enough to understand these, but for every bit of erosion there is an equal amount of something else going on. Mountains are no lower today, on the average, than they were in the past. There must be mountain-forming processes. You will find, if you study geology, that there are mountain-forming processes and volcanism, which nobody understands but which is half of geology. The phenomenon of volcanoes is really not understood. What makes an earthquake is, ultimately, not understood. It is understood that if something is pushing something else, it snaps and will slide—that is all right. But what pushes, and why? The theory is that there are currents inside the earth—circulating currents, due to the difference in temperature inside and outside—which, in their motion, push the surface slightly. Thus if there are two opposite circulations next to each other, the matter will collect in the region where they meet and make belts of mountains which are in unhappy stressed conditions, and so produce volcanoes and earthquakes."
            },
            {
                "type": "text",
                "data": "What about the inside of the earth? A great deal is known about the speed of earthquake waves through the earth and the density of distribution of the earth. However, physicists have been unable to get a good theory as to how dense a substance should be at the pressures that would be expected at the center of the earth. In other words, we cannot figure out the properties of matter very well in these circumstances. We do much less well with the earth than we do with the conditions of matter in the stars. The mathematics involved seems a little too difficult, so far, but perhaps it will not be too long before someone realizes that it is an important problem, and really works it out. The other aspect, of course, is that even if we did know the density, we cannot figure out the circulating currents. Nor can we really work out the properties of rocks at high pressure. We cannot tell how fast the rocks should “give”; that must all be worked out by experiment."
            },
            {
                "type": "text",
                "data": "Next, we consider the science of psychology. Incidentally, psychoanalysis is not a science: it is at best a medical process, and perhaps even more like witch-doctoring. It has a theory as to what causes disease—lots of different “spirits,” etc. The witch doctor has a theory that a disease like malaria is caused by a spirit which comes into the air; it is not cured by shaking a snake over it, but quinine does help malaria. So, if you are sick, I would advise that you go to the witch doctor because he is the man in the tribe who knows the most about the disease; on the other hand, his knowledge is not science. Psychoanalysis has not been checked carefully by experiment, and there is no way to find a list of the number of cases in which it works, the number of cases in which it does not work, etc."
            },
            {
                "type": "text",
                "data": "The other branches of psychology, which involve things like the physiology of sensation—what happens in the eye, and what happens in the brain—are, if you wish, less interesting. But some small but real progress has been made in studying them. One of the most interesting technical problems may or may not be called psychology. The central problem of the mind, if you will, or the nervous system, is this: when an animal learns something, it can do something different than it could before, and its brain cell must have changed too, if it is made out of atoms. In what way is it different? We do not know where to look, or what to look for, when something is memorized. We do not know what it means, or what change there is in the nervous system, when a fact is learned. This is a very important problem which has not been solved at all. Assuming, however, that there is some kind of memory thing, the brain is such an enormous mass of interconnecting wires and nerves that it probably cannot be analyzed in a straightforward manner. There is an analog of this to computing machines and computing elements, in that they also have a lot of lines, and they have some kind of element, analogous, perhaps, to the synapse, or connection of one nerve to another. This is a very interesting subject which we have not the time to discuss further—the relationship between thinking and computing machines. It must be appreciated, of course, that this subject will tell us very little about the real complexities of ordinary human behavior. All human beings are so different. It will be a long time before we get there. We must start much further back. If we could even figure out how a dog works, we would have gone pretty far. Dogs are easier to understand, but nobody yet knows how dogs work."
            },
            {
                "type": "text",
                "data": "In order for physics to be useful to other sciences in a theoretical way, other than in the invention of instruments, the science in question must supply to the physicist a description of the object in a physicist’s language. They can say “why does a frog jump?,” and the physicist cannot answer. If they tell him what a frog is, that there are so many molecules, there is a nerve here, etc., that is different. If they will tell us, more or less, what the earth or the stars are like, then we can figure it out. In order for physical theory to be of any use, we must know where the atoms are located. In order to understand the chemistry, we must know exactly what atoms are present, for otherwise we cannot analyze it. That is but one limitation, of course."
            },
            {
                "type": "text",
                "data": "There is another kind of problem in the sister sciences which does not exist in physics; we might call it, for lack of a better term, the historical question. How did it get that way? If we understand all about biology, we will want to know how all the things which are on the earth got there. There is the theory of evolution, an important part of biology. In geology, we not only want to know how the mountains are forming, but how the entire earth was formed in the beginning, the origin of the solar system, etc. That, of course, leads us to want to know what kind of matter there was in the world. How did the stars evolve? What were the initial conditions? That is the problem of astronomical history. A great deal has been found out about the formation of stars, the formation of elements from which we were made, and even a little about the origin of the universe."
            },
            {
                "type": "text",
                "data": "There is no historical question being studied in physics at the present time. We do not have a question, “Here are the laws of physics, how did they get that way?” We do not imagine, at the moment, that the laws of physics are somehow changing with time, that they were different in the past than they are at present. Of course they may be, and the moment we find they are, the historical question of physics will be wrapped up with the rest of the history of the universe, and then the physicist will be talking about the same problems as astronomers, geologists, and biologists."
            },
            {
                "type": "text",
                "data": "Finally, there is a physical problem that is common to many fields, that is very old, and that has not been solved. It is not the problem of finding new fundamental particles, but something left over from a long time ago—over a hundred years. Nobody in physics has really been able to analyze it mathematically satisfactorily in spite of its importance to the sister sciences. It is the analysis of circulating or turbulent fluids. If we watch the evolution of a star, there comes a point where we can deduce that it is going to start convection, and thereafter we can no longer deduce what should happen. A few million years later the star explodes, but we cannot figure out the reason. We cannot analyze the weather. We do not know the patterns of motions that there should be inside the earth. The simplest form of the problem is to take a pipe that is very long and push water through it at high speed. We ask: to push a given amount of water through that pipe, how much pressure is needed? No one can analyze it from first principles and the properties of water. If the water flows very slowly, or if we use a thick goo like honey, then we can do it nicely. You will find that in your textbook. What we really cannot do is deal with actual, wet water running through a pipe. That is the central problem which we ought to solve some day, and we have not."
            },
            {
                "type": "text",
                "data": "A poet once said, “The whole universe is in a glass of wine.” We will probably never know in what sense he meant that, for poets do not write to be understood. But it is true that if we look at a glass of wine closely enough we see the entire universe. There are the things of physics: the twisting liquid which evaporates depending on the wind and weather, the reflections in the glass, and our imagination adds the atoms. The glass is a distillation of the earth’s rocks, and in its composition we see the secrets of the universe’s age, and the evolution of stars. What strange array of chemicals are in the wine? How did they come to be? There are the ferments, the enzymes, the substrates, and the products. There in wine is found the great generalization: all life is fermentation. Nobody can discover the chemistry of wine without discovering, as did Louis Pasteur, the cause of much disease. How vivid is the claret, pressing its existence into the consciousness that watches it! If our small minds, for some convenience, divide this glass of wine, this universe, into parts—physics, biology, geology, astronomy, psychology, and so on—remember that nature does not know it! So let us put it all back together, not forgetting ultimately what it is for. Let it give us one more final pleasure: drink it and forget it all!"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/buy16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/info16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/contact16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/twit16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/fb16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/email16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/slide36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/darkmode36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/stretch36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/audio36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/toc36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/help36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/summary20.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/camera.svg"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f03-01/f03-01_tc_big.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f03-02/f03-02_tc_big.svgz"
            },
            {
                "type": "math",
                "data": "12"
            },
            {
                "type": "math",
                "data": "13"
            },
            {
                "type": "math",
                "data": "14"
            },
            {
                "type": "math",
                "data": "BAADC…"
            },
            {
                "type": "math",
                "data": "A"
            },
            {
                "type": "math",
                "data": "B"
            },
            {
                "type": "math",
                "data": "C"
            },
            {
                "type": "math",
                "data": "D"
            },
            {
                "type": "math",
                "data": "A"
            },
            {
                "type": "math",
                "data": "B"
            },
            {
                "type": "math",
                "data": "C"
            },
            {
                "type": "math",
                "data": "D"
            },
            {
                "type": "math",
                "data": "C"
            },
            {
                "type": "math",
                "data": "A"
            },
            {
                "type": "math",
                "data": "B"
            },
            {
                "type": "math",
                "data": "C"
            },
            {
                "type": "math",
                "data": "A"
            },
            {
                "type": "math",
                "data": "B"
            },
            {
                "type": "math",
                "data": "C"
            },
            {
                "type": "math",
                "data": "D"
            },
            {
                "type": "math",
                "data": "C"
            },
            {
                "type": "math",
                "data": "D"
            },
            {
                "type": "math",
                "data": "A"
            },
            {
                "type": "math",
                "data": "B"
            },
            {
                "type": "math",
                "data": "C"
            },
            {
                "type": "math",
                "data": "D"
            },
            {
                "type": "math",
                "data": "BAADC…"
            },
            {
                "type": "math",
                "data": "ABBCD…"
            },
            {
                "type": "math",
                "data": "A"
            },
            {
                "type": "math",
                "data": "B"
            },
            {
                "type": "math",
                "data": "C"
            },
            {
                "type": "math",
                "data": "D"
            },
            {
                "type": "math",
                "data": "A"
            },
            {
                "type": "math",
                "data": "B"
            },
            {
                "type": "math",
                "data": "C"
            },
            {
                "type": "math",
                "data": "C"
            },
            {
                "type": "math",
                "data": "A"
            },
            {
                "type": "math",
                "data": "12"
            },
            {
                "type": "math",
                "data": "13"
            }
        ]
    },
    {
        "input": "I_04",
        "output": [
            {
                "type": "text",
                "data": "In this chapter, we begin our more detailed study of the different aspects of physics, having finished our description of things in general. To illustrate the ideas and the kind of reasoning that might be used in theoretical physics, we shall now examine one of the most basic laws of physics, the conservation of energy."
            },
            {
                "type": "text",
                "data": "There is a fact, or if you wish, a law, governing all natural phenomena that are known to date. There is no known exception to this law—it is exact so far as we know. The law is called the conservation of energy. It states that there is a certain quantity, which we call energy, that does not change in the manifold changes which nature undergoes. That is a most abstract idea, because it is a mathematical principle; it says that there is a numerical quantity which does not change when something happens. It is not a description of a mechanism, or anything concrete; it is just a strange fact that we can calculate some number and when we finish watching nature go through her tricks and calculate the number again, it is the same. (Something like the bishop on a red square, and after a number of moves—details unknown—it is still on some red square. It is a law of this nature.) Since it is an abstract idea, we shall illustrate the meaning of it by an analogy."
            },
            {
                "type": "text",
                "data": "Imagine a child, perhaps “Dennis the Menace,” who has blocks which are absolutely indestructible, and cannot be divided into pieces. Each is the same as the other. Let us suppose that he has 28\n blocks. His mother puts him with his 28\n blocks into a room at the beginning of the day. At the end of the day, being curious, she counts the blocks very carefully, and discovers a phenomenal law—no matter what he does with the blocks, there are always 28\nremaining! This continues for a number of days, until one day there are only 27\n blocks, but a little investigating shows that there is one under the rug—she must look everywhere to be sure that the number of blocks has not changed. One day, however, the number appears to change—there are only 26\n blocks. Careful investigation indicates that the window was open, and upon looking outside, the other two blocks are found. Another day, careful count indicates that there are 30\n blocks! This causes considerable consternation, until it is realized that Bruce came to visit, bringing his blocks with him, and he left a few at Dennis’ house. After she has disposed of the extra blocks, she closes the window, does not let Bruce in, and then everything is going along all right, until one time she counts and finds only 25\n blocks. However, there is a box in the room, a toy box, and the mother goes to open the toy box, but the boy says “No, do not open my toy box,” and screams. Mother is not allowed to open the toy box. Being extremely curious, and somewhat ingenious, she invents a scheme! She knows that a block weighs three ounces, so she weighs the box at a time when she sees 28\n blocks, and it weighs 16\n ounces. The next time she wishes to check, she weighs the box again, subtracts sixteen ounces and divides by three. She discovers the following:\n(\nnumber of\nblocks seen\n) +\n(weight of box)−16 ounces\n3 ounces\n=constant.\nThere then appear to be some new deviations, but careful study indicates that the dirty water in the bathtub is changing its level. The child is throwing blocks into the water, and she cannot see them because it is so dirty, but she can find out how many blocks are in the water by adding another term to her formula. Since the original height of the water was 6\n inches and each block raises the water a quarter of an inch, this new formula would be:\n(\nnumber of\nblocks seen\n) +\n(weight of box)−16 ounces\n3 ounces\n+\n(height of water)−6 inches\n1/4 inch\n=constant.\nIn the gradual increase in the complexity of her world, she finds a whole series of terms representing ways of calculating how many blocks are in places where she is not allowed to look. As a result, she finds a complex formula, a quantity which has to be computed, which always stays the same in her situation."
            },
            {
                "type": "text",
                "data": "What is the analogy of this to the conservation of energy? The most remarkable aspect that must be abstracted from this picture is that there are no blocks. Take away the first terms in (4.1) and (4.2) and we find ourselves calculating more or less abstract things. The analogy has the following points. First, when we are calculating the energy, sometimes some of it leaves the system and goes away, or sometimes some comes in. In order to verify the conservation of energy, we must be careful that we have not put any in or taken any out. Second, the energy has a large number of different forms, and there is a formula for each one. These are: gravitational energy, kinetic energy, heat energy, elastic energy, electrical energy, chemical energy, radiant energy, nuclear energy, mass energy. If we total up the formulas for each of these contributions, it will not change except for energy going in and out."
            },
            {
                "type": "text",
                "data": "It is important to realize that in physics today, we have no knowledge of what energy is. We do not have a picture that energy comes in little blobs of a definite amount. It is not that way. However, there are formulas for calculating some numerical quantity, and when we add it all together it gives “28\n”—always the same number. It is an abstract thing in that it does not tell us the mechanism or the reasons for the various formulas."
            },
            {
                "type": "text",
                "data": "Conservation of energy can be understood only if we have the formula for all of its forms. I wish to discuss the formula for gravitational energy near the surface of the Earth, and I wish to derive this formula in a way which has nothing to do with history but is simply a line of reasoning invented for this particular lecture to give you an illustration of the remarkable fact that a great deal about nature can be extracted from a few facts and close reasoning. It is an illustration of the kind of work theoretical physicists become involved in. It is patterned after a most excellent argument by Mr. Carnot on the efficiency of steam engines.1"
            },
            {
                "type": "text",
                "data": "Consider weight-lifting machines—machines which have the property that they lift one weight by lowering another. Let us also make a hypothesis: that there is no such thing as perpetual motion with these weight-lifting machines. (In fact, that there is no perpetual motion at all is a general statement of the law of conservation of energy.) We must be careful to define perpetual motion. First, let us do it for weight-lifting machines. If, when we have lifted and lowered a lot of weights and restored the machine to the original condition, we find that the net result is to have lifted a weight, then we have a perpetual motion machine because we can use that lifted weight to run something else. That is, provided the machine which lifted the weight is brought back to its exact original condition, and furthermore that it is completely self-contained—that it has not received the energy to lift that weight from some external source—like Bruce’s blocks."
            },
            {
                "type": "text",
                "data": "A very simple weight-lifting machine is shown in Fig. 4–1. This machine lifts weights three units “strong.” We place three units on one balance pan, and one unit on the other. However, in order to get it actually to work, we must lift a little weight off the left pan. On the other hand, we could lift a one-unit weight by lowering the three-unit weight, if we cheat a little by lifting a little weight off the other pan. Of course, we realize that with any actual lifting machine, we must add a little extra to get it to run. This we disregard, temporarily. Ideal machines, although they do not exist, do not require anything extra. A machine that we actually use can be, in a sense, almost reversible: that is, if it will lift the weight of three by lowering a weight of one, then it will also lift nearly the weight of one the same amount by lowering the weight of three."
            },
            {
                "type": "text",
                "data": "We imagine that there are two classes of machines, those that are not reversible, which includes all real machines, and those that are reversible, which of course are actually not attainable no matter how careful we may be in our design of bearings, levers, etc. We suppose, however, that there is such a thing—a reversible machine—which lowers one unit of weight (a pound or any other unit) by one unit of distance, and at the same time lifts a three-unit weight. Call this reversible machine, Machine A\n. Suppose this particular reversible machine lifts the three-unit weight a distance X\n. Then suppose we have another machine, Machine B\n, which is not necessarily reversible, which also lowers a unit weight a unit distance, but which lifts three units a distance Y\n. We can now prove that Y\nis not higher than X\n; that is, it is impossible to build a machine that will lift a weight any higher than it will be lifted by a reversible machine. Let us see why. Let us suppose that Y\nwere higher than X\n. We take a one-unit weight and lower it one unit height with Machine B\n, and that lifts the three-unit weight up a distance Y\n. Then we could lower the weight from Y\nto X\n, obtaining free power, and use the reversible Machine A\n, running backwards, to lower the three-unit weight a distance X\nand lift the one-unit weight by one unit height. This will put the one-unit weight back where it was before, and leave both machines ready to be used again! We would therefore have perpetual motion if Y\nwere higher than X\n, which we assumed was impossible. With those assumptions, we thus deduce that Y\nis not higher than X\n, so that of all machines that can be designed, the reversible machine is the best."
            },
            {
                "type": "text",
                "data": "We can also see that all reversible machines must lift to exactly the same height. Suppose that B\nwere really reversible also. The argument that Y\nis not higher than X\nis, of course, just as good as it was before, but we can also make our argument the other way around, using the machines in the opposite order, and prove that X\nis not higher than Y\n. This, then, is a very remarkable observation because it permits us to analyze the height to which different machines are going to lift something without looking at the interior mechanism. We know at once that if somebody makes an enormously elaborate series of levers that lift three units a certain distance by lowering one unit by one unit distance, and we compare it with a simple lever which does the same thing and is fundamentally reversible, his machine will lift it no higher, but perhaps less high. If his machine is reversible, we also know exactly how high it will lift. To summarize: every reversible machine, no matter how it operates, which drops one pound one foot and lifts a three-pound weight always lifts it the same distance, X\n. This is clearly a universal law of great utility. The next question is, of course, what is X\n?"
            },
            {
                "type": "text",
                "data": "Suppose we have a reversible machine which is going to lift this distance X\n, three for one. We set up three balls in a rack which does not move, as shown in Fig. 4–2. One ball is held on a stage at a distance one foot above the ground. The machine can lift three balls, lowering one by a distance 1\n. Now, we have arranged that the platform which holds three balls has a floor and two shelves, exactly spaced at distance X\n, and further, that the rack which holds the balls is spaced at distance X\n, (a). First we roll the balls horizontally from the rack to the shelves, (b), and we suppose that this takes no energy because we do not change the height. The reversible machine then operates: it lowers the single ball to the floor, and it lifts the rack a distance X\n, (c). Now we have ingeniously arranged the rack so that these balls are again even with the platforms. Thus we unload the balls onto the rack, (d); having unloaded the balls, we can restore the machine to its original condition. Now we have three balls on the upper three shelves and one at the bottom. But the strange thing is that, in a certain way of speaking, we have not lifted two of them at all because, after all, there were balls on shelves 2\nand 3\nbefore. The resulting effect has been to lift one ball a distance 3X\n. Now, if 3X\nexceeds one foot, then we can lower the ball to return the machine to the initial condition, (f), and we can run the apparatus again. Therefore 3X\ncannot exceed one foot, for if 3X\nexceeds one foot we can make perpetual motion. Likewise, we can prove that one foot cannot exceed 3X\n, by making the whole machine run the opposite way, since it is a reversible machine. Therefore 3X\nis neither greater nor less than a foot, and we discover then, by argument alone, the law that X=\n1\n3\n foot. The generalization is clear: one pound falls a certain distance in operating a reversible machine; then the machine can lift p\n pounds this distance divided by p\n. Another way of putting the result is that three pounds times the height lifted, which in our problem was X\n, is equal to one pound times the distance lowered, which is one foot in this case. If we take all the weights and multiply them by the heights at which they are now, above the floor, let the machine operate, and then multiply all the weights by all the heights again, there will be no change. (We have to generalize the example where we moved only one weight to the case where when we lower one we lift several different ones—but that is easy.)"
            },
            {
                "type": "text",
                "data": "We call the sum of the weights times the heights gravitational potential energy—the energy which an object has because of its relationship in space, relative to the earth. The formula for gravitational energy, then, so long as we are not too far from the earth (the force weakens as we go higher) is\n⎛\n⎝\n⎜\ngravitational\npotential energy\nfor one object\n⎞\n⎠\n⎟\n=(weight)×(height).\n(4.3)\nIt is a very beautiful line of reasoning. The only problem is that perhaps it is not true. (After all, nature does not have to go along with our reasoning.) For example, perhaps perpetual motion is, in fact, possible. Some of the assumptions may be wrong, or we may have made a mistake in reasoning, so it is always necessary to check. It turns out experimentally, in fact, to be true."
            },
            {
                "type": "text",
                "data": "The general name of energy which has to do with location relative to something else is called potential energy. In this particular case, of course, we call it gravitational potential energy. If it is a question of electrical forces against which we are working, instead of gravitational forces, if we are “lifting” charges away from other charges with a lot of levers, then the energy content is called electrical potential energy. The general principle is that the change in the energy is the force times the distance that the force is pushed, and that this is a change in energy in general:\n(\nchange in\nenergy\n)=(force)×(\ndistance force\nacts through\n).\n(4.4)\nWe will return to many of these other kinds of energy as we continue the course."
            },
            {
                "type": "text",
                "data": "The principle of the conservation of energy is very useful for deducing what will happen in a number of circumstances. In high school we learned a lot of laws about pulleys and levers used in different ways. We can now see that these “laws” are all the same thing, and that we did not have to memorize\n75\nrules to figure it out. A simple example is a smooth inclined plane which is, happily, a three-four-five triangle (Fig. 4–3). We hang a one-pound weight on the inclined plane with a pulley, and on the other side of the pulley, a weight \nW\n. We want to know how heavy\nW\nmust be to balance the one pound on the plane. How can we figure that out? If we say it is just balanced, it is reversible and so can move up and down, and we can consider the following situation. In the initial circumstance, (a), the one pound weight is at the bottom and weight \nW\nis at the top. When\nW\nhas slipped down in a reversible way, (b), we have a one-pound weight at the top and the weight \nW\nthe slant distance, or five feet, from the plane in which it was before. We lifted the one-pound weight only three feet and we lowered\nW\n pounds by five feet. Therefore\nW=\n3\n5\n of a pound. Note that we deduced this from the conservation of energy, and not from force components. Cleverness, however, is relative. It can be deduced in a way which is even more brilliant, discovered by Stevinus and inscribed on his tombstone.2 Figure 4–4 explains that it has to be\n3\n5\n of a pound, because the chain does not go around. It is evident that the lower part of the chain is balanced by itself, so that the pull of the five weights on one side must balance the pull of three weights on the other, or whatever the ratio of the legs. You see, by looking at this diagram, that\nW\nmust be\n3\n5\n of a pound. (If you get an epitaph like that on your gravestone, you are doing fine.)"
            },
            {
                "type": "text",
                "data": "Let us now illustrate the energy principle with a more complicated problem, the screw jack shown in Fig. 4–5. A handle\n20\n inches long is used to turn the screw, which has\n10\n threads to the inch. We would like to know how much force would be needed at the handle to lift one ton (\n2000\n pounds). If we want to lift the ton one inch, say, then we must turn the handle around ten times. When it goes around once it goes approximately\n126\n inches. The handle must thus travel\n1260\n inches, and if we used various pulleys, etc., we would be lifting our one ton with an unknown smaller weight\nW\napplied to the end of the handle. So we find out that\nW\nis about\n1.6\n pounds. This is a result of the conservation of energy."
            },
            {
                "type": "text",
                "data": "Take now the somewhat more complicated example shown in Fig. 4–6. A rod or bar,\n8\n feet long, is supported at one end. In the middle of the bar is a weight of\n60\n pounds, and at a distance of two feet from the support there is a weight of\n100\n pounds. How hard do we have to lift the end of the bar in order to keep it balanced, disregarding the weight of the bar? Suppose we put a pulley at one end and hang a weight on the pulley. How big would the weight \nW\nhave to be in order for it to balance? We imagine that the weight falls any arbitrary distance—to make it easy for ourselves suppose it goes down\n4\n inches—how high would the two load weights rise? The center rises\n2\n inches, and the point a quarter of the way from the fixed end lifts\n1\n inch. Therefore, the principle that the sum of the heights times the weights does not change tells us that the weight \nW\ntimes\n4\n inches down, plus\n60\n pounds times\n2\n inches up, plus\n100\n pounds times\n1\n inch has to add up to nothing:\n−4W+(2)(60)+(1)(100)=0,\nW=55 lb.\n(4.5)\nThus we must have a\n55\n-pound weight to balance the bar. In this way we can work out the laws of “balance”—the statics of complicated bridge arrangements, and so on. This approach is called the principle of virtual work, because in order to apply this argument we had to imagine that the structure moves a little—even though it is not really moving or even movable. We use the very small imagined motion to apply the principle of conservation of energy."
            },
            {
                "type": "text",
                "data": "To illustrate another type of energy we consider a pendulum (Fig. 4–7). If we pull the mass aside and release it, it swings back and forth. In its motion, it loses height in going from either end to the center. Where does the potential energy go? Gravitational energy disappears when it is down at the bottom; nevertheless, it will climb up again. The gravitational energy must have gone into another form. Evidently it is by virtue of its motion that it is able to climb up again, so we have the conversion of gravitational energy into some other form when it reaches the bottom."
            },
            {
                "type": "text",
                "data": "We must get a formula for the energy of motion. Now, recalling our arguments about reversible machines, we can easily see that in the motion at the bottom must be a quantity of energy which permits it to rise a certain height, and which has nothing to do with the machinery by which it comes up or the path by which it comes up. So we have an equivalence formula something like the one we wrote for the child’s blocks. We have another form to represent the energy. It is easy to say what it is. The kinetic energy at the bottom equals the weight times the height that it could go, corresponding to its velocity:\nK.E.=WH\n. What we need is the formula which tells us the height by some rule that has to do with the motion of objects. If we start something out with a certain velocity, say straight up, it will reach a certain height; we do not know what it is yet, but it depends on the velocity—there is a formula for that. Then to find the formula for kinetic energy for an object moving with velocity \nV\n, we must calculate the height that it could reach, and multiply by the weight. We shall soon find that we can write it this way:\nK.E.=W\nV\n2\n/2g.\n(4.6)\nOf course, the fact that motion has energy has nothing to do with the fact that we are in a gravitational field. It makes no difference where the motion came from. This is a general formula for various velocities. Both (4.3) and (4.6) are approximate formulas, the first because it is incorrect when the heights are great, i.e., when the heights are so high that gravity is weakening; the second, because of the relativistic correction at high speeds. However, when we do finally get the exact formula for the energy, then the law of conservation of energy is correct."
            },
            {
                "type": "text",
                "data": "We can continue in this way to illustrate the existence of energy in other forms. First, consider elastic energy. If we pull down on a spring, we must do some work, for when we have it down, we can lift weights with it. Therefore in its stretched condition it has a possibility of doing some work. If we were to evaluate the sums of weights times heights, it would not check out—we must add something else to account for the fact that the spring is under tension. Elastic energy is the formula for a spring when it is stretched. How much energy is it? If we let go, the elastic energy, as the spring passes through the equilibrium point, is converted to kinetic energy and it goes back and forth between compressing or stretching the spring and kinetic energy of motion. (There is also some gravitational energy going in and out, but we can do this experiment “sideways” if we like.) It keeps going until the losses—Aha! We have cheated all the way through by putting on little weights to move things or saying that the machines are reversible, or that they go on forever, but we can see that things do stop, eventually. Where is the energy when the spring has finished moving up and down? This brings in another form of energy: heat energy."
            },
            {
                "type": "text",
                "data": "Inside a spring or a lever there are crystals which are made up of lots of atoms, and with great care and delicacy in the arrangement of the parts one can try to adjust things so that as something rolls on something else, none of the atoms do any jiggling at all. But one must be very careful. Ordinarily when things roll, there is bumping and jiggling because of the irregularities of the material, and the atoms start to wiggle inside. So we lose track of that energy; we find the atoms are wiggling inside in a random and confused manner after the motion slows down. There is still kinetic energy, all right, but it is not associated with visible motion. What a dream! How do we know there is still kinetic energy? It turns out that with thermometers you can find out that, in fact, the spring or the lever is warmer, and that there is really an increase of kinetic energy by a definite amount. We call this form of energy heat energy, but we know that it is not really a new form, it is just kinetic energy—internal motion. (One of the difficulties with all these experiments with matter that we do on a large scale is that we cannot really demonstrate the conservation of energy and we cannot really make our reversible machines, because every time we move a large clump of stuff, the atoms do not remain absolutely undisturbed, and so a certain amount of random motion goes into the atomic system. We cannot see it, but we can measure it with thermometers, etc.)"
            },
            {
                "type": "text",
                "data": "There are many other forms of energy, and of course we cannot describe them in any more detail just now. There is electrical energy, which has to do with pushing and pulling by electric charges. There is radiant energy, the energy of light, which we know is a form of electrical energy because light can be represented as wigglings in the electromagnetic field. There is chemical energy, the energy which is released in chemical reactions. Actually, elastic energy is, to a certain extent, like chemical energy, because chemical energy is the energy of the attraction of the atoms, one for the other, and so is elastic energy. Our modern understanding is the following: chemical energy has two parts, kinetic energy of the electrons inside the atoms, so part of it is kinetic, and electrical energy of interaction of the electrons and the protons—the rest of it, therefore, is electrical. Next we come to nuclear energy, the energy which is involved with the arrangement of particles inside the nucleus, and we have formulas for that, but we do not have the fundamental laws. We know that it is not electrical, not gravitational, and not purely kinetic, but we do not know what it is. It seems to be an additional form of energy. Finally, associated with the relativity theory, there is a modification of the laws of kinetic energy, or whatever you wish to call it, so that kinetic energy is combined with another thing called mass energy. An object has energy from its sheer existence. If I have a positron and an electron, standing still doing nothing—never mind gravity, never mind anything—and they come together and disappear, radiant energy will be liberated, in a definite amount, and the amount can be calculated. All we need know is the mass of the object. It does not depend on what it is—we make two things disappear, and we get a certain amount of energy. The formula was first found by Einstein; it is \nE=m\nc\n2\n."
            },
            {
                "type": "text",
                "data": "It is obvious from our discussion that the law of conservation of energy is enormously useful in making analyses, as we have illustrated in a few examples without knowing all the formulas. If we had all the formulas for all kinds of energy, we could analyze how many processes should work without having to go into the details. Therefore conservation laws are very interesting. The question naturally arises as to what other conservation laws there are in physics. There are two other conservation laws which are analogous to the conservation of energy. One is called the conservation of linear momentum. The other is called the conservation of angular momentum. We will find out more about these later. In the last analysis, we do not understand the conservation laws deeply. We do not understand the conservation of energy. We do not understand energy as a certain number of little blobs. You may have heard that photons come out in blobs and that the energy of a photon is Planck’s constant times the frequency. That is true, but since the frequency of light can be anything, there is no law that says that energy has to be a certain definite amount. Unlike Dennis’ blocks, there can be any amount of energy, at least as presently understood. So we do not understand this energy as counting something at the moment, but just as a mathematical quantity, which is an abstract and rather peculiar circumstance. In quantum mechanics it turns out that the conservation of energy is very closely related to another important property of the world, things do not depend on the absolute time. We can set up an experiment at a given moment and try it out, and then do the same experiment at a later moment, and it will behave in exactly the same way. Whether this is strictly true or not, we do not know. If we assume that it is true, and add the principles of quantum mechanics, then we can deduce the principle of the conservation of energy. It is a rather subtle and interesting thing, and it is not easy to explain. The other conservation laws are also linked together. The conservation of momentum is associated in quantum mechanics with the proposition that it makes no difference where you do the experiment, the results will always be the same. As independence in space has to do with the conservation of momentum, independence of time has to do with the conservation of energy, and finally, if we turn our apparatus, this too makes no difference, and so the invariance of the world to angular orientation is related to the conservation of angular momentum. Besides these, there are three other conservation laws, that are exact so far as we can tell today, which are much simpler to understand because they are in the nature of counting blocks."
            },
            {
                "type": "text",
                "data": "The first of the three is the conservation of charge, and that merely means that you count how many positive, minus how many negative electrical charges you have, and the number is never changed. You may get rid of a positive with a negative, but you do not create any net excess of positives over negatives. Two other laws are analogous to this one—one is called the conservation of baryons. There are a number of strange particles, a neutron and a proton are examples, which are called baryons. In any reaction whatever in nature, if we count how many baryons are coming into a process, the number of baryons3 which come out will be exactly the same. There is another law, the conservation of leptons. We can say that the group of particles called leptons are: electron, muon, and neutrino. There is an antielectron which is a positron, that is, a\n−1\n lepton. Counting the total number of leptons in a reaction reveals that the number in and out never changes, at least so far as we know at present."
            },
            {
                "type": "text",
                "data": "These are the six conservation laws, three of them subtle, involving space and time, and three of them simple, in the sense of counting something."
            },
            {
                "type": "text",
                "data": "With regard to the conservation of energy, we should note that available energy is another matter—there is a lot of jiggling around in the atoms of the water of the sea, because the sea has a certain temperature, but it is impossible to get them herded into a definite motion without taking energy from somewhere else. That is, although we know for a fact that energy is conserved, the energy available for human utility is not conserved so easily. The laws which govern how much energy is available are called the laws of thermodynamics and involve a concept called entropy for irreversible thermodynamic processes."
            },
            {
                "type": "text",
                "data": "Finally, we remark on the question of where we can get our supplies of energy today. Our supplies of energy are from the sun, rain, coal, uranium, and hydrogen. The sun makes the rain, and the coal also, so that all these are from the sun. Although energy is conserved, nature does not seem to be interested in it; she liberates a lot of energy from the sun, but only one part in two billion falls on the earth. Nature has conservation of energy, but does not really care; she spends a lot of it in all directions. We have already obtained energy from uranium; we can also get energy from hydrogen, but at present only in an explosive and dangerous condition. If it can be controlled in thermonuclear reactions, it turns out that the energy that can be obtained from\n10\n quarts of water per second is equal to all of the electrical power generated in the United States. With\n150\n gallons of running water a minute, you have enough fuel to supply all the energy which is used in the United States today! Therefore it is up to the physicist to figure out how to liberate us from the need for having energy. It can be done."
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/buy16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/info16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/contact16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/twit16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/fb16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/email16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/slide36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/darkmode36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/stretch36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/audio36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/toc36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/help36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/summary20.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/camera.svg"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f04-00/f04-00.jpg"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f04-01/f04-01_tc_big.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f04-02/f04-02_tc_big_a.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f04-02/f04-02_tc_big_b.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f04-02/f04-02_tc_big_c.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f04-02/f04-02_tc_big_d.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f04-02/f04-02_tc_big_e.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f04-02/f04-02_tc_big_f.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f04-03/f04-03_tc_big_a.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f04-03/f04-03_tc_big_b.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f04-04/f04-04_tc_big.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f04-05/f04-05_tc_big.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f04-06/f04-06_tc_big.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f04-07/f04-07_tc_big.svgz"
            },
            {
                "type": "math",
                "data": ""
            },
            {
                "type": "math",
                "data": ""
            },
            {
                "type": "math",
                "data": ""
            },
            {
                "type": "math",
                "data": ""
            },
            {
                "type": "math",
                "data": ""
            },
            {
                "type": "math",
                "data": ""
            },
            {
                "type": "math",
                "data": "28"
            },
            {
                "type": "math",
                "data": "28"
            },
            {
                "type": "math",
                "data": "28"
            },
            {
                "type": "math",
                "data": "27"
            },
            {
                "type": "math",
                "data": "26"
            },
            {
                "type": "math",
                "data": "30"
            },
            {
                "type": "math",
                "data": "25"
            },
            {
                "type": "math",
                "data": "28"
            },
            {
                "type": "math",
                "data": "16"
            },
            {
                "type": "math",
                "data": "(\nnumber of\nblocks seen\n)\n+\n(weight of box)−16 ounces\n3 ounces\n=constant.\n(4.1)"
            },
            {
                "type": "math",
                "data": "6"
            },
            {
                "type": "math",
                "data": "(\nnumber of\nblocks seen\n)\n+\n(weight of box)−16 ounces\n3 ounces\n+\n(height of water)−6 inches\n1/4 inch\n=constant.\n(4.2)"
            },
            {
                "type": "math",
                "data": "28"
            },
            {
                "type": "math",
                "data": "A"
            },
            {
                "type": "math",
                "data": "X"
            },
            {
                "type": "math",
                "data": "B"
            },
            {
                "type": "math",
                "data": "Y"
            },
            {
                "type": "math",
                "data": "Y"
            },
            {
                "type": "math",
                "data": "X"
            },
            {
                "type": "math",
                "data": "Y"
            },
            {
                "type": "math",
                "data": "X"
            },
            {
                "type": "math",
                "data": "B"
            },
            {
                "type": "math",
                "data": "Y"
            },
            {
                "type": "math",
                "data": "Y"
            },
            {
                "type": "math",
                "data": "X"
            },
            {
                "type": "math",
                "data": "A"
            },
            {
                "type": "math",
                "data": "X"
            },
            {
                "type": "math",
                "data": "Y"
            },
            {
                "type": "math",
                "data": "X"
            },
            {
                "type": "math",
                "data": "Y"
            },
            {
                "type": "math",
                "data": "X"
            },
            {
                "type": "math",
                "data": "B"
            },
            {
                "type": "math",
                "data": "Y"
            },
            {
                "type": "math",
                "data": "X"
            },
            {
                "type": "math",
                "data": "X"
            },
            {
                "type": "math",
                "data": "Y"
            },
            {
                "type": "math",
                "data": "X"
            },
            {
                "type": "math",
                "data": "X"
            },
            {
                "type": "math",
                "data": "X"
            },
            {
                "type": "math",
                "data": "1"
            },
            {
                "type": "math",
                "data": "X"
            },
            {
                "type": "math",
                "data": "X"
            },
            {
                "type": "math",
                "data": "X"
            },
            {
                "type": "math",
                "data": "2"
            },
            {
                "type": "math",
                "data": "3"
            },
            {
                "type": "math",
                "data": "3X"
            },
            {
                "type": "math",
                "data": "3X"
            },
            {
                "type": "math",
                "data": "3X"
            },
            {
                "type": "math",
                "data": "3X"
            },
            {
                "type": "math",
                "data": "3X"
            },
            {
                "type": "math",
                "data": "3X"
            },
            {
                "type": "math",
                "data": "X=\n1\n3"
            },
            {
                "type": "math",
                "data": "p"
            },
            {
                "type": "math",
                "data": "p"
            },
            {
                "type": "math",
                "data": "X"
            },
            {
                "type": "math",
                "data": "⎛\n⎝\n⎜\ngravitational\npotential energy\nfor one object\n⎞\n⎠\n⎟\n=(weight)×(height).\n(4.3)"
            },
            {
                "type": "math",
                "data": "(\nchange in\nenergy\n)=(force)×(\ndistance force\nacts through\n).\n(4.4)"
            },
            {
                "type": "math",
                "data": "75"
            },
            {
                "type": "math",
                "data": "W"
            },
            {
                "type": "math",
                "data": "W"
            },
            {
                "type": "math",
                "data": "W"
            },
            {
                "type": "math",
                "data": "W"
            },
            {
                "type": "math",
                "data": "W"
            },
            {
                "type": "math",
                "data": "W"
            },
            {
                "type": "math",
                "data": "W=\n3\n5"
            },
            {
                "type": "math",
                "data": "3\n5"
            },
            {
                "type": "math",
                "data": "W"
            },
            {
                "type": "math",
                "data": "3\n5"
            },
            {
                "type": "math",
                "data": "20"
            },
            {
                "type": "math",
                "data": "10"
            },
            {
                "type": "math",
                "data": "2000"
            },
            {
                "type": "math",
                "data": "126"
            },
            {
                "type": "math",
                "data": "1260"
            },
            {
                "type": "math",
                "data": "W"
            },
            {
                "type": "math",
                "data": "W"
            },
            {
                "type": "math",
                "data": "1.6"
            },
            {
                "type": "math",
                "data": "8"
            },
            {
                "type": "math",
                "data": "60"
            },
            {
                "type": "math",
                "data": "100"
            },
            {
                "type": "math",
                "data": "W"
            },
            {
                "type": "math",
                "data": "4"
            },
            {
                "type": "math",
                "data": "2"
            },
            {
                "type": "math",
                "data": "1"
            },
            {
                "type": "math",
                "data": "W"
            },
            {
                "type": "math",
                "data": "4"
            },
            {
                "type": "math",
                "data": "60"
            },
            {
                "type": "math",
                "data": "2"
            },
            {
                "type": "math",
                "data": "100"
            },
            {
                "type": "math",
                "data": "1"
            },
            {
                "type": "math",
                "data": "−4W+(2)(60)+(1)(100)=0,\nW=55 lb.\n(4.5)"
            },
            {
                "type": "math",
                "data": "55"
            },
            {
                "type": "math",
                "data": "K.E.=WH"
            },
            {
                "type": "math",
                "data": "V"
            },
            {
                "type": "math",
                "data": "K.E.=W\nV\n2\n/2g.\n(4.6)"
            },
            {
                "type": "math",
                "data": "E=m\nc\n2"
            },
            {
                "type": "math",
                "data": "−1"
            },
            {
                "type": "math",
                "data": "10"
            },
            {
                "type": "math",
                "data": "150"
            },
            {
                "type": "math",
                "data": "−1"
            }
        ]
    },
    {
        "input": "I_05",
        "output": [
            {
                "type": "text",
                "data": "In this chapter we shall consider some aspects of the concepts of time and distance. It has been emphasized earlier that physics, as do all the sciences, depends on observation. One might also say that the development of the physical sciences to their present form has depended to a large extent on the emphasis which has been placed on the making of quantitative observations. Only with quantitative observations can one arrive at quantitative relationships, which are the heart of physics."
            },
            {
                "type": "text",
                "data": "Many people would like to place the beginnings of physics with the work done 350 years ago by Galileo, and to call him the first physicist. Until that time, the study of motion had been a philosophical one based on arguments that could be thought up in one’s head. Most of the arguments had been presented by Aristotle and other Greek philosophers, and were taken as “proven.” Galileo was skeptical, and did an experiment on motion which was essentially this: He allowed a ball to roll down an inclined trough and observed the motion. He did not, however, just look; he measured how far the ball went in how long a time."
            },
            {
                "type": "text",
                "data": "The way to measure a distance was well known long before Galileo, but there were no accurate ways of measuring time, particularly short times. Although he later devised more satisfactory clocks (though not like the ones we know), Galileo’s first experiments on motion were done by using his pulse to count off equal intervals of time. Let us do the same."
            },
            {
                "type": "text",
                "data": "We may count off beats of a pulse as the ball rolls down the track: “one … two … three … four … five … six … seven … eight …” We ask a friend to make a small mark at the location of the ball at each count; we can then measure the distance the ball travelled from the point of release in one, or two, or three, etc., equal intervals of time. Galileo expressed the result of his observations in this way: if the location of the ball is marked at 1\n, 2\n, 3\n, 4\n, … units of time from the instant of its release, those marks are distant from the starting point in proportion to the numbers 1\n, 4\n, 9\n, 16\n, … Today we would say the distance is proportional to the square of the time:\nD∝t2."
            },
            {
                "type": "text",
                "data": "The study of motion, which is basic to all of physics, treats with the questions: where? and when?"
            },
            {
                "type": "text",
                "data": "Let us consider first what we mean by time. What is time? It would be nice if we could find a good definition of time. Webster defines “a time” as “a period,” and the latter as “a time,” which doesn’t seem to be very useful. Perhaps we should say: “Time is what happens when nothing else happens.” Which also doesn’t get us very far. Maybe it is just as well if we face the fact that time is one of the things we probably cannot define (in the dictionary sense), and just say that it is what we already know it to be: it is how long we wait!"
            },
            {
                "type": "text",
                "data": "What really matters anyway is not how we define time, but how we measure it. One way of measuring time is to utilize something which happens over and over again in a regular fashion—something which is periodic. For example, a day. A day seems to happen over and over again. But when you begin to think about it, you might well ask: “Are days periodic; are they regular? Are all days the same length?” One certainly has the impression that days in summer are longer than days in winter. Of course, some of the days in winter seem to get awfully long if one is very bored. You have certainly heard someone say, “My, but this has been a long day!”"
            },
            {
                "type": "text",
                "data": "It does seem, however, that days are about the same length on the average. Is there any way we can test whether the days are the same length—either from one day to the next, or at least on the average? One way is to make a comparison with some other periodic phenomenon. Let us see how such a comparison might be made with an hour glass. With an hour glass, we can “create” a periodic occurrence if we have someone standing by it day and night to turn it over whenever the last grain of sand runs out."
            },
            {
                "type": "text",
                "data": "We could then count the turnings of the glass from each morning to the next. We would find, this time, that the number of “hours” (i.e., turnings of the glass) was not the same each “day.” We should distrust the sun, or the glass, or both. After some thought, it might occur to us to count the “hours” from noon to noon. (Noon is here defined not as 12:00 o’clock, but that instant when the sun is at its highest point.) We would find, this time, that the number of “hours” each day is the same."
            },
            {
                "type": "text",
                "data": "We now have some confidence that both the “hour” and the “day” have a regular periodicity, i.e., mark off successive equal intervals of time, although we have not proved that either one is “really” periodic. Someone might question whether there might not be some omnipotent being who would slow down the flow of sand every night and speed it up during the day. Our experiment does not, of course, give us an answer to this sort of question. All we can say is that we find that a regularity of one kind fits together with a regularity of another kind. We can just say that we base our definition of time on the repetition of some apparently periodic event."
            },
            {
                "type": "text",
                "data": "We should now notice that in the process of checking on the reproducibility of the day, we have received an important by-product. We have found a way of measuring, more accurately, fractions of a day. We have found a way of counting time in smaller pieces. Can we carry the process further, and learn to measure even smaller intervals of time?"
            },
            {
                "type": "text",
                "data": "Galileo decided that a given pendulum always swings back and forth in equal intervals of time so long as the size of the swing is kept small. A test comparing the number of swings of a pendulum in one “hour” shows that such is indeed the case. We can in this way mark fractions of an hour. If we use a mechanical device to count the swings—and to keep them going—we have the pendulum clock of our grandfathers."
            },
            {
                "type": "text",
                "data": "Let us agree that if our pendulum oscillates\n3600\n times in one hour (and if there are\n24\nsuch hours in a day), we shall call each period of the pendulum one “second.” We have then divided our original unit of time into approximately\n10\n5\n parts. We can apply the same principles to divide the second into smaller and smaller intervals. It is, you will realize, not practical to make mechanical pendulums which go arbitrarily fast, but we can now make electrical pendulums, called oscillators, which can provide a periodic occurrence with a very short period of swing. In these electronic oscillators it is an electrical current which swings to and fro, in a manner analogous to the swinging of the bob of the pendulum."
            },
            {
                "type": "text",
                "data": "We can make a series of such electronic oscillators, each with a period\n10\n times shorter than the previous one. We may “calibrate” each oscillator against the next slower one by counting the number of swings it makes for one swing of the slower oscillator. When the period of oscillation of our clock is shorter than a fraction of a second, we cannot count the oscillations without the help of some device which extends our powers of observation. One such device is the electron-beam oscilloscope, which acts as a sort of microscope for short times. This device plots on a fluorescent screen a graph of electrical current (or voltage) versus time. By connecting the oscilloscope to two of our oscillators in sequence, so that it plots a graph first of the current in one of our oscillators and then of the current in the other, we get two graphs like those shown in Fig. 5–2. We can readily determine the number of periods of the faster oscillator in one period of the slower oscillator."
            },
            {
                "type": "text",
                "data": "With modern electronic techniques, oscillators have been built with periods as short as about\n10\n−12\n second, and they have been calibrated (by comparison methods such as we have described) in terms of our standard unit of time, the second. With the invention and perfection of the “laser,” or light amplifier, in the past few years, it has become possible to make oscillators with even shorter periods than\n10\n−12\n second, but it has not yet been possible to calibrate them by the methods which have been described, although it will no doubt soon be possible."
            },
            {
                "type": "text",
                "data": "Times shorter than\n10\n−12\n second have been measured, but by a different technique. In effect, a different definition of “time” has been used. One way has been to observe the distance between two happenings on a moving object. If, for example, the headlights of a moving automobile are turned on and then off, we can figure out how long the lights were on if we know where they were turned on and off and how fast the car was moving. The time is the distance over which the lights were on divided by the speed."
            },
            {
                "type": "text",
                "data": "Within the past few years, just such a technique was used to measure the lifetime of the\nπ\n0\n-meson. By observing in a microscope the minute tracks left in a photographic emulsion in which\nπ\n0\n-mesons had been created one saw that a\nπ\n0\n-meson (known to be travelling at a certain speed nearly that of light) went a distance of about\n10\n−7\n meter, on the average, before disintegrating. It lived for only about\n10\n−16\n sec. It should be emphasized that we have here used a somewhat different definition of “time” than before. So long as there are no inconsistencies in our understanding, however, we feel fairly confident that our definitions are sufficiently equivalent."
            },
            {
                "type": "text",
                "data": "By extending our techniques—and if necessary our definitions—still further we can infer the time duration of still faster physical events. We can speak of the period of a nuclear vibration. We can speak of the lifetime of the newly discovered strange resonances (particles) mentioned in Chapter 2. Their complete life occupies a time span of only\n10\n−24\n second, approximately the time it would take light (which moves at the fastest known speed) to cross the nucleus of hydrogen (the smallest known object)."
            },
            {
                "type": "text",
                "data": "What about still smaller times? Does “time” exist on a still smaller scale? Does it make any sense to speak of smaller times if we cannot measure—or perhaps even think sensibly about—something which happens in a shorter time? Perhaps not. These are some of the open questions which you will be asking and perhaps answering in the next twenty or thirty years."
            },
            {
                "type": "text",
                "data": "Let us now consider times longer than one day. Measurement of longer times is easy; we just count the days—so long as there is someone around to do the counting. First we find that there is another natural periodicity: the year, about\n365\n days. We have also discovered that nature has sometimes provided a counter for the years, in the form of tree rings or river-bottom sediments. In some cases we can use these natural time markers to determine the time which has passed since some early event."
            },
            {
                "type": "text",
                "data": "When we cannot count the years for the measurement of long times, we must look for other ways to measure. One of the most successful is the use of radioactive material as a “clock.” In this case we do not have a periodic occurrence, as for the day or the pendulum, but a new kind of “regularity.” We find that the radioactivity of a particular sample of material decreases by the same fraction for successive equal increases in its age. If we plot a graph of the radioactivity observed as a function of time (say in days), we obtain a curve like that shown in Fig. 5–3. We observe that if the radioactivity decreases to one-half in\nT\n days (called the “half-life”), then it decreases to one-quarter in another\nT\n days, and so on. In an arbitrary time interval \nt\nthere are\nt/T\n “half-lives,” and the fraction left after this time \nt\nis \n(\n1\n2\n)\nt/T\n."
            },
            {
                "type": "text",
                "data": "If we knew that a piece of material, say a piece of wood, had contained an amount \nA\nof radioactive material when it was formed, and we found out by a direct measurement that it now contains the amount \nB\n, we could compute the age of the object,\nt\n, by solving the equation\n(\n1\n2\n)\nt/T\n=B/A.\n1\n/"
            },
            {
                "type": "text",
                "data": "There are, fortunately, cases in which we can know the amount of radioactivity that was in an object when it was formed. We know, for example, that the carbon dioxide in the air contains a certain small fraction of the radioactive carbon isotope C\n14\n(replenished continuously by the action of cosmic rays). If we measure the total carbon content of an object, we know that a certain fraction of that amount was originally the radioactive C\n14\n; we know, therefore, the starting amount \nA\nto use in the formula above. Carbon-14 has a half-life of\n5000\n years. By careful measurements we can measure the amount left after\n20\n half-lives or so and can therefore “date” organic objects which grew as long as\n100,000\n years ago."
            },
            {
                "type": "text",
                "data": "We would like to know, and we think we do know, the life of still older things. Much of our knowledge is based on the measurements of other radioactive isotopes which have different half-lives. If we make measurements with an isotope with a longer half-life, then we are able to measure longer times. Uranium, for example, has an isotope whose half-life is about\n10\n9\n years, so that if some material was formed with uranium in it\n10\n9\n years ago, only half the uranium would remain today. When the uranium disintegrates, it changes into lead. Consider a piece of rock which was formed a long time ago in some chemical process. Lead, being of a chemical nature different from uranium, would appear in one part of the rock and uranium would appear in another part of the rock. The uranium and lead would be separate. If we look at that piece of rock today, where there should only be uranium we will now find a certain fraction of uranium and a certain fraction of lead. By comparing these fractions, we can tell what percent of the uranium disappeared and changed into lead. By this method, the age of certain rocks has been determined to be several billion years. An extension of this method, not using particular rocks but looking at the uranium and lead in the oceans and using averages over the earth, has been used to determine (within the past few years) that the age of the earth itself is approximately\n4.5\n billion years."
            },
            {
                "type": "text",
                "data": "It is encouraging that the age of the earth is found to be the same as the age of the meteorites which land on the earth, as determined by the uranium method. It appears that the earth was formed out of rocks floating in space, and that the meteorites are, quite likely, some of that material left over. At some time more than five billion years ago, the universe started. It is now believed that at least our part of the universe had its beginning about ten or twelve billion years ago. We do not know what happened before then. In fact, we may well ask again: Does the question make any sense? Does an earlier time have any meaning?"
            },
            {
                "type": "text",
                "data": "We have implied that it is convenient if we start with some standard unit of time, say a day or a second, and refer all other times to some multiple or fraction of this unit. What shall we take as our basic standard of time? Shall we take the human pulse? If we compare pulses, we find that they seem to vary a lot. On comparing two clocks, one finds they do not vary so much. You might then say, well, let us take a clock. But whose clock? There is a story of a Swiss boy who wanted all of the clocks in his town to ring noon at the same time. So he went around trying to convince everyone of the value of this. Everyone thought it was a marvelous idea so long as all of the other clocks rang noon when his did! It is rather difficult to decide whose clock we should take as a standard. Fortunately, we all share one clock—the earth. For a long time the rotational period of the earth has been taken as the basic standard of time. As measurements have been made more and more precise, however, it has been found that the rotation of the earth is not exactly periodic, when measured in terms of the best clocks. These “best” clocks are those which we have reason to believe are accurate because they agree with each other. We now believe that, for various reasons, some days are longer than others, some days are shorter, and on the average the period of the earth becomes a little longer as the centuries pass."
            },
            {
                "type": "text",
                "data": "Until very recently we had found nothing much better than the earth’s period, so all clocks have been related to the length of the day, and the second has been defined as\n1/86,400\n of an average day. Recently we have been gaining experience with some natural oscillators which we now believe would provide a more constant time reference than the earth, and which are also based on a natural phenomenon available to everyone. These are the so-called “atomic clocks.” Their basic internal period is that of an atomic vibration which is very insensitive to the temperature or any other external effects. These clocks keep time to an accuracy of one part in \n10\n9\nor better. Within the past two years an improved atomic clock which operates on the vibration of the hydrogen atom has been designed and built by Professor Norman Ramsey at Harvard University. He believes that this clock might be\n100\n times more accurate still. Measurements now in progress will show whether this is true or not."
            },
            {
                "type": "text",
                "data": "We may expect that since it has been possible to build clocks much more accurate than astronomical time, there will soon be an agreement among scientists to define the unit of time in terms of one of the atomic clock standards."
            },
            {
                "type": "text",
                "data": "Let us now turn to the question of distance. How far, or how big, are things? Everybody knows that the way you measure distance is to start with a stick and count. Or start with a thumb and count. You begin with a unit and count. How does one measure smaller things? How does one subdivide distance? In the same way that we subdivided time: we take a smaller unit and count the number of such units it takes to make up the longer unit. So we can measure smaller and smaller lengths."
            },
            {
                "type": "text",
                "data": "But we do not always mean by distance what one gets by counting off with a meter stick. It would be difficult to measure the horizontal distance between two mountain tops using only a meter stick. We have found by experience that distance can be measured in another fashion: by triangulation. Although this means that we are really using a different definition of distance, when they can both be used they agree with each other. Space is more or less what Euclid thought it was, so the two types of definitions of distance agree. Since they do agree on the earth it gives us some confidence in using triangulation for still larger distances. For example, we were able to use triangulation to measure the height of the first Sputnik. We found that it was roughly\n5×\n10\n5\n meters high. By more careful measurements the distance to the moon can be measured in the same way. Two telescopes at different places on the earth can give us the two angles we need. It has been found in this way that the moon is\n4×\n10\n8\n meters away."
            },
            {
                "type": "text",
                "data": "We cannot do the same with the sun, or at least no one has been able to yet. The accuracy with which one can focus on a given point on the sun and with which one can measure angles is not good enough to permit us to measure the distance to the sun. Then how can we measure the distance to the sun? We must invent an extension of the idea of triangulation. We measure the relative distances of all the planets by astronomical observations of where the planets appear to be, and we get a picture of the solar system with the proper relative distances of everything, but with no absolute distance. One absolute measurement is then required, which has been obtained in a number of ways. One of the ways, which was believed until recently to be the most accurate, was to measure the distance from the earth to Eros, one of the small planetoids which passes near the earth every now and then. By triangulation on this little object, one could get the one required scale measurement. Knowing the relative distances of the rest, we can then tell the distance, for example, from the earth to the sun, or from the earth to Pluto."
            },
            {
                "type": "text",
                "data": "Within the past year there has been a big improvement in our knowledge of the scale of the solar system. At the Jet Propulsion Laboratory the distance from the earth to Venus was measured quite accurately by a direct radar observation. This, of course, is a still different type of inferred distance. We say we know the speed at which light travels (and therefore, at which radar waves travel), and we assume that it is the same speed everywhere between the earth and Venus. We send the radio wave out, and count the time until the reflected wave comes back. From the time we infer a distance, assuming we know the speed. We have really another definition of a measurement of distance."
            },
            {
                "type": "text",
                "data": "How do we measure the distance to a star, which is much farther away? Fortunately, we can go back to our triangulation method, because the earth moving around the sun gives us a large baseline for measurements of objects outside the solar system. If we focus a telescope on a star in summer and in winter, we might hope to determine these two angles accurately enough to be able to measure the distance to a star."
            },
            {
                "type": "text",
                "data": "What if the stars are too far away for us to use triangulation? Astronomers are always inventing new ways of measuring distance. They find, for example, that they can estimate the size and brightness of a star by its color. The color and brightness of many nearby stars—whose distances are known by triangulation—have been measured, and it is found that there is a smooth relationship between the color and the intrinsic brightness of stars (in most cases). If one now measures the color of a distant star, one may use the color-brightness relationship to determine the intrinsic brightness of the star. By measuring how bright the star appears to us at the earth (or perhaps we should say how dim it appears), we can compute how far away it is. (For a given intrinsic brightness, the apparent brightness decreases with the square of the distance.) A nice confirmation of the correctness of this method of measuring stellar distances is given by the results obtained for groups of stars known as globular clusters. A photograph of such a group is shown in Fig. 5–6. Just from looking at the photograph one is convinced that these stars are all together. The same result is obtained from distance measurements by the color-brightness method."
            },
            {
                "type": "text",
                "data": "A study of many globular clusters gives another important bit of information. It is found that there is a high concentration of such clusters in a certain part of the sky and that most of them are about the same distance from us. Coupling this information with other evidence, we conclude that this concentration of clusters marks the center of our galaxy. We then know the distance to the center of the galaxy—about\n10\n20\n meters."
            },
            {
                "type": "text",
                "data": "Knowing the size of our own galaxy, we have a key to the measurement of still larger distances—the distances to other galaxies. Figure 5–7 is a photograph of a galaxy, which has much the same shape as our own. Probably it is the same size, too. (Other evidence supports the idea that galaxies are all about the same size.) If it is the same size as ours, we can tell its distance. We measure the angle it subtends in the sky; we know its diameter, and we compute its distance—triangulation again!"
            },
            {
                "type": "text",
                "data": "Photographs of exceedingly distant galaxies have recently been obtained with the giant Palomar telescope. One is shown in Fig. 5–8. It is now believed that some of these galaxies are about halfway to the limit of the universe—\n10\n26\n meters away—the largest distance we can contemplate!"
            },
            {
                "type": "text",
                "data": "Now let’s think about smaller distances. Subdividing the meter is easy. Without much difficulty we can mark off one thousand equal spaces which add up to one meter. With somewhat more difficulty, but in a similar way (using a good microscope), we can mark off a thousand equal subdivisions of the millimeter to make a scale of microns (millionths of a meter). It is difficult to continue to smaller scales, because we cannot “see” objects smaller than the wavelength of visible light (about\n5×\n10\n−7\n meter)."
            },
            {
                "type": "text",
                "data": "We need not stop, however, at what we can see. With an electron microscope, we can continue the process by making photographs on a still smaller scale, say down to\n10\n−8\n meter (Fig. 5–9). By indirect measurements—by a kind of triangulation on a microscopic scale—we can continue to measure to smaller and smaller scales. First, from an observation of the way light of short wavelength (x-radiation) is reflected from a pattern of marks of known separation, we determine the wavelength of the light vibrations. Then, from the pattern of the scattering of the same light from a crystal, we can determine the relative location of the atoms in the crystal, obtaining results which agree with the atomic spacings also determined by chemical means. We find in this way that atoms have a diameter of about\n10\n−10\n meter."
            },
            {
                "type": "text",
                "data": "There is a large “gap” in physical sizes between the typical atomic dimension of about\n10\n−10\n meter and the nuclear dimensions\n10\n−15\n meter,\n10\n−5\n times smaller. For nuclear sizes, a different way of measuring size becomes convenient. We measure the apparent area,\nσ\n, called the effective cross section. If we wish the radius, we can obtain it from\nσ=π\nr\n2\n, since nuclei are nearly spherical."
            },
            {
                "type": "text",
                "data": "Measurement of a nuclear cross section can be made by passing a beam of high-energy particles through a thin slab of material and observing the number of particles which do not get through. These high-energy particles will plow right through the thin cloud of electrons and will be stopped or deflected only if they hit the concentrated weight of a nucleus. Suppose we have a piece of material\n1\n centimeter thick. There will be about\n10\n8\n atomic layers. But the nuclei are so small that there is little chance that any nucleus will lie behind another. We might imagine that a highly magnified view of the situation—looking along the particle beam—would look like Fig. 5–10."
            },
            {
                "type": "text",
                "data": "The chance that a very small particle will hit a nucleus on the trip through is just the total area covered by the profiles of the nuclei divided by the total area in the picture. Suppose that we know that in an area \nA\nof our slab of material there are\nN\n atoms (each with one nucleus, of course). Then the fraction of the area “covered” by the nuclei is \nNσ/A\n. Now let the number of particles of our beam which arrive at the slab be \nn\n1\nand the number which come out the other side be \nn\n2\n. The fraction which do not get through is \n(\nn\n1\n−\nn\n2\n)/\nn\n1\n, which should just equal the fraction of the area covered. We can obtain the radius of the nucleus from the equation1\nπ\nr\n2\n=σ=\nA\nN\nn\n1\n−\nn\n2\nn\n1\n.\nA\nFrom such an experiment we find that the radii of the nuclei are from about\n1\nto \n6\ntimes\n10\n−15\n meter. The length unit\n10\n−15\n meter is called the fermi, in honor of Enrico Fermi (1901–1954)."
            },
            {
                "type": "text",
                "data": "What do we find if we go to smaller distances? Can we measure smaller distances? Such questions are not yet answerable. It has been suggested that the still unsolved mystery of nuclear forces may be unravelled only by some modification of our idea of space, or measurement, at such small distances."
            },
            {
                "type": "text",
                "data": "It might be thought that it would be a good idea to use some natural length as our unit of length—say the radius of the earth or some fraction of it. The meter was originally intended to be such a unit and was defined to be\n(π/2)×\n10\n−7\n times the earth’s radius. It is neither convenient nor very accurate to determine the unit of length in this way. For a long time it has been agreed internationally that the meter would be defined as the distance between two scratches on a bar kept in a special laboratory in France. More recently, it has been realized that this definition is neither as precise as would be useful, nor as permanent or universal as one would like. It is currently being considered that a new definition be adopted, an agreed-upon (arbitrary) number of wavelengths of a chosen spectral line."
            },
            {
                "type": "text",
                "data": "Measurements of distance and of time give results which depend on the observer. Two observers moving with respect to each other will not measure the same distances and times when measuring what appear to be the same things. Distances and time intervals have different magnitudes, depending on the coordinate system (or “frame of reference”) used for making the measurements. We shall study this subject in more detail in a later chapter."
            },
            {
                "type": "text",
                "data": "Perfectly precise measurements of distances or times are not permitted by the laws of nature. We have mentioned earlier that the errors in a measurement of the position of an object must be at least as large as\nΔx≥ℏ/2Δp,\nΔ\nℏ\n/\nΔ\nwhere\nℏ\nis a small fundamental physical constant called the reduced Planck constant and\nΔp\nis the error in our knowledge of the momentum (mass times velocity) of the object whose position we are measuring. It was also mentioned that the uncertainty in position measurements is related to the wave nature of particles."
            },
            {
                "type": "text",
                "data": "The relativity of space and time implies that time measurements have also a minimum error, given in fact by\nΔt≥ℏ/2ΔE,\nΔ\nℏ\n/\nΔ\nE\nwhere\nΔE\nis the error in our knowledge of the energy of the process whose time period we are measuring. If we wish to know more precisely when something happened we must know less about what happened, because our knowledge of the energy involved will be less. The time uncertainty is also related to the wave nature of matter."
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/buy16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/info16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/contact16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/twit16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/fb16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/email16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/slide36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/darkmode36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/stretch36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/audio36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/toc36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/help36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/summary20.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/camera.svg"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f05-01/f05-01_tc_big.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f05-02/f05-02_small_a.jpg"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f05-02/f05-02_small_b.jpg"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f05-03/f05-03_tc_big.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/t05-01/t05-01_tc_big.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f05-04/f05-04_tc_big.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f05-05/f05-05_tc_big.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f05-06/f05-06_small.jpg"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f05-07/f05-07_small.jpg"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f05-08/f05-08_small.jpg"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f05-09/f05-09_small.jpg"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f05-10/f05-10_tc_big.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/t05-02/t05-02_tc_big.svgz"
            }
        ]
    },
    {
        "input": "I_06",
        "output": [
            {
                "type": "text",
                "data": "“The true logic of this world is in the calculus of probabilities.”\n—James Clerk Maxwell"
            },
            {
                "type": "text",
                "data": "“Chance” is a word which is in common use in everyday living. The radio reports speaking of tomorrow’s weather may say: “There is a sixty percent chance of rain.” You might say: “There is a small chance that I shall live to be one hundred years old.” Scientists also use the word chance. A seismologist may be interested in the question: “What is the chance that there will be an earthquake of a certain size in Southern California next year?” A physicist might ask the question: “What is the chance that a particular geiger counter will register twenty counts in the next ten seconds?” A politician or statesman might be interested in the question: “What is the chance that there will be a nuclear war within the next ten years?” You may be interested in the chance that you will learn something from this chapter."
            },
            {
                "type": "text",
                "data": "By chance, we mean something like a guess. Why do we make guesses? We make guesses when we wish to make a judgment but have incomplete information or uncertain knowledge. We want to make a guess as to what things are, or what things are likely to happen. Often we wish to make a guess because we have to make a decision. For example: Shall I take my raincoat with me tomorrow? For what earth movement should I design a new building? Shall I build myself a fallout shelter? Shall I change my stand in international negotiations? Shall I go to class today?"
            },
            {
                "type": "text",
                "data": "Sometimes we make guesses because we wish, with our limited knowledge, to say as much as we can about some situation. Really, any generalization is in the nature of a guess. Any physical theory is a kind of guesswork. There are good guesses and there are bad guesses. The theory of probability is a system for making better guesses. The language of probability allows us to speak quantitatively about some situation which may be highly variable, but which does have some consistent average behavior."
            },
            {
                "type": "text",
                "data": "Let us consider the flipping of a coin. If the toss—and the coin—are “honest,” we have no way of knowing what to expect for the outcome of any particular toss. Yet we would feel that in a large number of tosses there should be about equal numbers of heads and tails. We say: “The probability that a toss will land heads is 0.5\n.”"
            },
            {
                "type": "text",
                "data": "We speak of probability only for observations that we contemplate being made in the future. By the “probability” of a particular outcome of an observation we mean our estimate for the most likely fraction of a number of repeated observations that will yield that particular outcome. If we imagine repeating an observation—such as looking at a freshly tossed coin—N\n times, and if we call NA\nour estimate of the most likely number of our observations that will give some specified result A\n, say the result “heads,” then by P(A)\n, the probability of observing A\n, we mean\nP(A)=NA/N."
            },
            {
                "type": "text",
                "data": "Our definition requires several comments. First of all, we may speak of a probability of something happening only if the occurrence is a possible outcome of some repeatable observation. It is not clear that it would make any sense to ask: “What is the probability that there is a ghost in that house?”"
            },
            {
                "type": "text",
                "data": "You may object that no situation is exactly repeatable. That is right. Every different observation must at least be at a different time or place. All we can say is that the “repeated” observations should, for our intended purposes, appear to be equivalent. We should assume, at least, that each observation was made from an equivalently prepared situation, and especially with the same degree of ignorance at the start. (If we sneak a look at an opponent’s hand in a card game, our estimate of our chances of winning are different than if we do not!)"
            },
            {
                "type": "text",
                "data": "We should emphasize that N\nand NA\nin Eq. (6.1) are not intended to represent numbers based on actual observations. NA\nis our best estimate of what would occur in N\nimagined observations. Probability depends, therefore, on our knowledge and on our ability to make estimates. In effect, on our common sense! Fortunately, there is a certain amount of agreement in the common sense of many things, so that different people will make the same estimate. Probabilities need not, however, be “absolute” numbers. Since they depend on our ignorance, they may become different if our knowledge changes."
            },
            {
                "type": "text",
                "data": "You may have noticed another rather “subjective” aspect of our definition of probability. We have referred to NA\nas “our estimate of the most likely number …” We do not mean that we expect to observe exactly NA\n, but that we expect a number near NA\n, and that the number NA\nis more likely than any other number in the vicinity. If we toss a coin, say, 30\n times, we should expect that the number of heads would not be very likely to be exactly 15\n, but rather only some number near to 15\n, say 12\n, 13\n, 14\n, 15\n, 16\n, or 17\n. However, if we must choose, we would decide that 15\n heads is more likely than any other number. We would write P(heads)=0.5\n."
            },
            {
                "type": "text",
                "data": "Why did we choose 15\nas more likely than any other number? We must have argued with ourselves in the following manner: If the most likely number of heads is NH\nin a total number of tosses N\n, then the most likely number of tails NT\nis (N−NH)\n. (We are assuming that every toss gives either heads or tails, and no “other” result!) But if the coin is “honest,” there is no preference for heads or tails. Until we have some reason to think the coin (or toss) is dishonest, we must give equal likelihoods for heads and tails. So we must set NT=NH\n. It follows that NT=\nNH=\nN/2\n, or P(H)=\nP(T)=\n0.5\n."
            },
            {
                "type": "text",
                "data": "We can generalize our reasoning to any situation in which there are m\n different but “equivalent” (that is, equally likely) possible results of an observation. If an observation can yield m\n different results, and we have reason to believe that any one of them is as likely as any other, then the probability of a particular outcome A\nis P(A)=1/m\n."
            },
            {
                "type": "text",
                "data": "If there are seven different-colored balls in an opaque box and we pick one out “at random” (that is, without looking), the probability of getting a ball of a particular color is\n1\n7\n. The probability that a “blind draw” from a shuffled deck of\n52\ncards will show the ten of hearts is\n1\n52\n. The probability of throwing a double-one with dice is\n1\n36\n."
            },
            {
                "type": "text",
                "data": "In Chapter 5 we described the size of a nucleus in terms of its apparent area, or “cross section.” When we did so we were really talking about probabilities. When we shoot a high-energy particle at a thin slab of material, there is some chance that it will pass right through and some chance that it will hit a nucleus. (Since the nucleus is so small that we cannot see it, we cannot aim right at a nucleus. We must “shoot blind.”) If there are\nn\n atoms in our slab and the nucleus of each atom has a cross-sectional area \nσ\n, then the total area “shadowed” by the nuclei is \nnσ\n. In a large number \nN\nof random shots, we expect that the number of hits \nN\nC\nof some nucleus will be in the ratio to \nN\nas the shadowed area is to the total area of the slab:\nN\nC\n/N=nσ/A.\n(6.2)\nWe may say, therefore, that the probability that any one projectile particle will suffer a collision in passing through the slab is\nP\nC\n=\nn\nA\nσ,\n(6.3)\nwhere\nn/A\nis the number of atoms per unit area in our slab."
            },
            {
                "type": "text",
                "data": "We would like now to use our ideas about probability to consider in some greater detail the question: “How many heads do I really expect to get if I toss a coin\nN\n times?” Before answering the question, however, let us look at what does happen in such an “experiment.” Figure 6–1 shows the results obtained in the first three “runs” of such an experiment in which \nN=30\n. The sequences of “heads” and “tails” are shown just as they were obtained. The first game gave\n11\n heads; the second also \n11\n; the third \n16\n. In three trials we did not once get\n15\n heads. Should we begin to suspect the coin? Or were we wrong in thinking that the most likely number of “heads” in such a game is \n15\n? Ninety-seven more runs were made to obtain a total of\n100\n experiments of\n30\n tosses each. The results of the experiments are given in Table 6–1.1"
            },
            {
                "type": "text",
                "data": "Looking at the numbers in Table 6–1, we see that most of the results are “near” \n15\n, in that they are between\n12\nand \n18\n. We can get a better feeling for the details of these results if we plot a graph of the distribution of the results. We count the number of games in which a score of \nk\nwas obtained, and plot this number for each \nk\n. Such a graph is shown in Fig. 6–2. A score of\n15\n heads was obtained in\n13\n games. A score of\n14\n heads was also obtained\n13\n times. Scores of\n16\nand \n17\nwere each obtained more than\n13\n times. Are we to conclude that there is some bias toward heads? Was our “best estimate” not good enough? Should we conclude now that the “most likely” score for a run of\n30\n tosses is really\n16\n heads? But wait! In all the games taken together, there were\n3000\n tosses. And the total number of heads obtained was \n1493\n. The fraction of tosses that gave heads is \n0.498\n, very nearly, but slightly less than half. We should certainly not assume that the probability of throwing heads is greater than \n0.5\n! The fact that one particular set of observations gave\n16\n heads most often, is a fluctuation. We still expect that the most likely number of heads is \n15\n."
            },
            {
                "type": "text",
                "data": "We may ask the question: “What is the probability that a game of\n30\n tosses will yield\n15\n heads—or \n16\n, or any other number?” We have said that in a game of one toss, the probability of obtaining one head is \n0.5\n, and the probability of obtaining no head is \n0.5\n. In a game of two tosses there are four possible outcomes:\nHH\n, \nHT\n,\nTH\n, \nTT\n. Since each of these sequences is equally likely, we conclude that (a) the probability of a score of two heads is \n1\n4\n, (b) the probability of a score of one head is \n2\n4\n, (c) the probability of a zero score is \n1\n4\n. There are two ways of obtaining one head, but only one of obtaining either zero or two heads."
            },
            {
                "type": "text",
                "data": "Consider now a game of\n3\n tosses. The third toss is equally likely to be heads or tails. There is only one way to obtain\n3\n heads: we must have obtained\n2\n heads on the first two tosses, and then heads on the last. There are, however, three ways of obtaining\n2\n heads. We could throw tails after having thrown two heads (one way) or we could throw heads after throwing only one head in the first two tosses (two ways). So for scores of\n3\n-\nH\n, \n2\n-\nH\n,\n1\n-\nH\n, \n0\n-\nH\nwe have that the number of equally likely ways is\n1\n, \n3\n,\n3\n, \n1\n, with a total of\n8\n different possible sequences. The probabilities are\n1\n8\n,\n3\n8\n,\n3\n8\n,\n1\n8\n."
            },
            {
                "type": "text",
                "data": "The argument we have been making can be summarized by a diagram like that in Fig. 6–3. It is clear how the diagram should be continued for games with a larger number of tosses. Figure 6–4 shows such a diagram for a game of\n6\n tosses. The number of “ways” to any point on the diagram is just the number of different “paths” (sequences of heads and tails) which can be taken from the starting point. The vertical position gives us the total number of heads thrown. The set of numbers which appears in such a diagram is known as Pascal’s triangle. The numbers are also known as the binomial coefficients, because they also appear in the expansion of \n(a+b\n)\nn\n. If we call\nn\nthe number of tosses and\nk\nthe number of heads thrown, then the numbers in the diagram are usually designated by the symbol \n(\nn\nk\n)\n(\n. We may remark in passing that the binomial coefficients can also be computed from\n(\nn\nk\n)=\nn!\nk!(n−k)!\n,\n(6.4)\nwhere\nn!\n, called “\nn\n-factorial,” represents the product \n(n)(n−1)(n−2)⋯(3)(2)(1)\n."
            },
            {
                "type": "text",
                "data": "We are now ready to compute the probability \nP(k,n)\nof throwing\nk\n heads in\nn\n tosses, using our definition Eq. (6.1). The total number of possible sequences is \n2\nn\n(since there are\n2\n outcomes for each toss), and the number of ways of obtaining\nk\n heads is \n(\nn\nk\n)\n(\n, all equally likely, so we have\nP(k,n)=\n(\nn\nk\n)\n2\nn\n.\n(6.5)"
            },
            {
                "type": "text",
                "data": "Since\nP(k,n)\nis the fraction of games which we expect to yield\nk\n heads, then in\n100\n games we should expect to find\nk\n heads\n100⋅P(k,n)\n times. The dashed curve in Fig. 6–2 passes through the points computed from \n100⋅P(k,30)\n. We see that we expect to obtain a score of\n15\n heads in\n14\nor\n15\n games, whereas this score was observed in\n13\n games. We expect a score of \n16\nin\n13\nor\n14\n games, but we obtained that score in\n15\n games. Such fluctuations are “part of the game.”"
            },
            {
                "type": "text",
                "data": "The method we have just used can be applied to the most general situation in which there are only two possible outcomes of a single observation. Let us designate the two outcomes by \nW\n(for “win”) and \nL\n(for “lose”). In the general case, the probability of\nW\nor \nL\nin a single event need not be equal. Let\np\nbe the probability of obtaining the result \nW\n. Then\nq\n, the probability of \nL\n, is necessarily \n(1−p)\n. In a set of\nn\n trials, the probability \nP(k,n)\nthat\nW\nwill be obtained\nk\n times is\nP(k,n)=(\nn\nk\n)\np\nk\nq\nn−k\n.\n(6.6)\nThis probability function is called the Bernoulli or, also, the binomial probability."
            },
            {
                "type": "text",
                "data": "There is another interesting problem in which the idea of probability is required. It is the problem of the “random walk.” In its simplest version, we imagine a “game” in which a “player” starts at the point \nx=0\nand at each “move” is required to take a step either forward (toward \n+x\n) or backward (toward \n−x\n). The choice is to be made randomly, determined, for example, by the toss of a coin. How shall we describe the resulting motion? In its general form the problem is related to the motion of atoms (or other particles) in a gas—called Brownian motion—and also to the combination of errors in measurements. You will see that the random-walk problem is closely related to the coin-tossing problem we have already discussed."
            },
            {
                "type": "text",
                "data": "First, let us look at a few examples of a random walk. We may characterize the walker’s progress by the net distance \nD\nN\ntraveled in\nN\n steps. We show in the graph of Fig. 6–5 three examples of the path of a random walker. (We have used for the random sequence of choices the results of the coin tosses shown in Fig. 6–1.)"
            },
            {
                "type": "text",
                "data": "What can we say about such a motion? We might first ask: “How far does he get on the average?” We must expect that his average progress will be zero, since he is equally likely to go either forward or backward. But we have the feeling that as \nN\nincreases, he is more likely to have strayed farther from the starting point. We might, therefore, ask what is his average distance travelled in absolute value, that is, what is the average of \n|D|\n. It is, however, more convenient to deal with another measure of “progress,” the square of the distance:\nD\n2\nis positive for either positive or negative motion, and is therefore a reasonable measure of such random wandering."
            },
            {
                "type": "text",
                "data": "We can show that the expected value of \nD\n2\nN\nis just \nN\n, the number of steps taken. By “expected value” we mean the probable value (our best guess), which we can think of as the expected average behavior in many repeated sequences. We represent such an expected value by \n⟨\nD\n2\nN\n⟩\n, and may refer to it also as the “mean square distance.” After one step,\nD\n2\nis always \n+1\n, so we have certainly \n⟨\nD\n2\n1\n⟩=1\n. (All distances will be measured in terms of a unit of one step. We shall not continue to write the units of distance.)"
            },
            {
                "type": "text",
                "data": "The expected value of \nD\n2\nN\nfor \nN>1\ncan be obtained from \nD\nN−1\n. If, after\n(N−1)\n steps, we have\nD\nN−1\n, then after\nN\n steps we have\nD\nN\n=\nD\nN−1\n+1\nor \nD\nN\n=\nD\nN−1\n−1\n. For the squares,\nD\n2\nN\n=\n⎧\n⎩\n⎨\n⎪\n⎪\n⎪\n⎪\n⎪\n⎪\n⎪\n⎪\nD\n2\nN−1\n+2\nD\nN−1\n+1,\nor\nD\n2\nN−1\n−2\nD\nN−1\n+1.\n(6.7)\nIn a number of independent sequences, we expect to obtain each value one-half of the time, so our average expectation is just the average of the two possible values. The expected value of \nD\n2\nN\nis then\nD\n2\nN−1\n+1\n. In general, we should expect for \nD\n2\nN−1\nits “expected value” \n⟨\nD\n2\nN−1\n⟩\n(by definition!). So\n⟨\nD\n2\nN\n⟩=⟨\nD\n2\nN−1\n⟩+1.\n(6.8)"
            },
            {
                "type": "text",
                "data": "We have already shown that \n⟨\nD\n2\n1\n⟩=1\n; it follows then that\n⟨\nD\n2\nN\n⟩=N,\n(6.9)\na particularly simple result!"
            },
            {
                "type": "text",
                "data": "If we wish a number like a distance, rather than a distance squared, to represent the “progress made away from the origin” in a random walk, we can use the “root-mean-square distance” \nD\nrms\n:\nD\nrms\n=\n⟨\nD\n2\n⟩\n−\n−\n−\n−\n√\n=\nN\n−\n−\n√\n.\n(6.10)"
            },
            {
                "type": "text",
                "data": "We have pointed out that the random walk is closely similar in its mathematics to the coin-tossing game we considered at the beginning of the chapter. If we imagine the direction of each step to be in correspondence with the appearance of heads or tails in a coin toss, then\nD\nis just \nN\nH\n−\nN\nT\n, the difference in the number of heads and tails. Since\nN\nH\n+\nN\nT\n=N\n, the total number of steps (and tosses), we have\nD=2\nN\nH\n−N\n. We have derived earlier an expression for the expected distribution of \nN\nH\n(also called \nk\n) and obtained the result of Eq. (6.5). Since\nN\nis just a constant, we have the corresponding distribution for \nD\n. (Since for every head more than\nN/2\nthere is a tail “missing,” we have the factor of \n2\nbetween\nN\nH\nand \nD\n.) The graph of Fig. 6–2 represents the distribution of distances we might get in\n30\n random steps (where\nk=15\nis to be read\nD=0\n;\nk=16\n,\nD=2\n; etc.)."
            },
            {
                "type": "text",
                "data": "The variation of\nN\nH\nfrom its expected value\nN/2\nis\nN\nH\n−\nN\n2\n=\nD\n2\n.\n(6.11)\nThe rms deviation is\n(\nN\nH\n−\nN\n2\n)\nrms\n=\n1\n2\nN\n−\n−\n√\n.\n(6.12)"
            },
            {
                "type": "text",
                "data": "According to our result for\nD\nrms\n, we expect that the “typical” distance in\n30\n steps ought to be \n30\n−\n−\n√\n≈5.5\n, or a typical \nk\nshould be about\n5.5/2=2.75\n units from \n15\n. We see that the “width” of the curve in Fig. 6–2, measured from the center, is just about\n3\n units, in agreement with this result."
            },
            {
                "type": "text",
                "data": "We are now in a position to consider a question we have avoided until now. How shall we tell whether a coin is “honest” or “loaded”? We can give now at least a partial answer. For an honest coin, we expect the fraction of the times heads appears to be \n0.5\n, that is,\n⟨\nN\nH\n⟩\nN\n=0.5.\n(6.13)\nWe also expect an actual\nN\nH\nto deviate from \nN/2\nby about\nN\n−\n−\n√\n/2\n, or the fraction to deviate by\n1\nN\nN\n−\n−\n√\n2\n=\n1\n2\nN\n−\n−\n√\n.\nThe larger\nN\nis, the closer we expect the fraction \nN\nH\n/N\nto be to one-half."
            },
            {
                "type": "text",
                "data": "In Fig. 6–6 we have plotted the fraction \nN\nH\n/N\nfor the coin tosses reported earlier in this chapter. We see the tendency for the fraction of heads to approach \n0.5\nfor large \nN\n. Unfortunately, for any given run or combination of runs there is no guarantee that the observed deviation will be even near the expected deviation. There is always the finite chance that a large fluctuation—a long string of heads or tails—will give an arbitrarily large deviation. All we can say is that if the deviation is near the expected \n1/2\nN\n−\n−\n√\n(say within a factor of\n2\nor \n3\n), we have no reason to suspect the honesty of the coin. If it is much larger, we may be suspicious, but cannot prove, that the coin is loaded (or that the tosser is clever!)."
            },
            {
                "type": "text",
                "data": "We have also not considered how we should treat the case of a “coin” or some similar “chancy” object (say a stone that always lands in either of two positions) that we have good reason to believe should have a different probability for heads and tails. We have defined \nP(H)=⟨\nN\nH\n⟩/N\n. How shall we know what to expect for \nN\nH\n? In some cases, the best we can do is to observe the number of heads obtained in large numbers of tosses. For want of anything better, we must set \n⟨\nN\nH\n⟩=\nN\nH\n(observed)\n. (How could we expect anything else?) We must understand, however, that in such a case a different experiment, or a different observer, might conclude that\nP(H)\nwas different. We would expect, however, that the various answers should agree within the deviation \n1/2\nN\n−\n−\n√\n[if\nP(H)\nis near one-half]. An experimental physicist usually says that an “experimentally determined” probability has an “error,” and writes\nP(H)=\nN\nH\nN\n±\n1\n2\nN\n−\n−\n√\n.\n(6.14)\nThere is an implication in such an expression that there is a “true” or “correct” probability which could be computed if we knew enough, and that the observation may be in “error” due to a fluctuation. There is, however, no way to make such thinking logically consistent. It is probably better to realize that the probability concept is in a sense subjective, that it is always based on uncertain knowledge, and that its quantitative evaluation is subject to change as we obtain more information."
            },
            {
                "type": "text",
                "data": "Let us return now to the random walk and consider a modification of it. Suppose that in addition to a random choice of the direction (\n+\nor \n−\n) of each step, the length of each step also varied in some unpredictable way, the only condition being that on the average the step length was one unit. This case is more representative of something like the thermal motion of a molecule in a gas. If we call the length of a step \nS\n, then\nS\nmay have any value at all, but most often will be “near” \n1\n. To be specific, we shall let \n⟨\nS\n2\n⟩=1\nor, equivalently,\nS\nrms\n=1\n. Our derivation for \n⟨\nD\n2\n⟩\nwould proceed as before except that Eq. (6.8) would be changed now to read\n⟨\nD\n2\nN\n⟩=⟨\nD\n2\nN−1\n⟩+⟨\nS\n2\n⟩=⟨\nD\n2\nN−1\n⟩+1.\n(6.15)\nWe have, as before, that\n⟨\nD\n2\nN\n⟩=N.\n(6.16)"
            },
            {
                "type": "text",
                "data": "What would we expect now for the distribution of distances \nD\n? What is, for example, the probability that\nD=0\nafter\n30\n steps? The answer is zero! The probability is zero that\nD\nwill be any particular value, since there is no chance at all that the sum of the backward steps (of varying lengths) would exactly equal the sum of forward steps. We cannot plot a graph like that of Fig. 6–2."
            },
            {
                "type": "text",
                "data": "We can, however, obtain a representation similar to that of Fig. 6–2, if we ask, not what is the probability of obtaining \nD\nexactly equal to\n0\n, \n1\n, or \n2\n, but instead what is the probability of obtaining \nD\nnear\n0\n, \n1\n, or \n2\n. Let us define \nP(x,Δx)\nas the probability that\nD\nwill lie in the interval \nΔx\nlocated at \nx\n(say from\nx\nto \nx+Δx\n). We expect that for small \nΔx\nthe chance of \nD\nlanding in the interval is proportional to \nΔx\n, the width of the interval. So we can write\nP(x,Δx)=p(x)Δx.\n(6.17)\nThe function \np(x)\nis called the probability density."
            },
            {
                "type": "text",
                "data": "The form of \np(x)\nwill depend on \nN\n, the number of steps taken, and also on the distribution of individual step lengths. We cannot demonstrate the proofs here, but for large \nN\n,\np(x)\nis the same for all reasonable distributions in individual step lengths, and depends only on \nN\n. We plot\np(x)\nfor three values of \nN\nin Fig. 6–7. You will notice that the “half-widths” (typical spread from \nx=0\n) of these curves is \nN\n−\n−\n√\n, as we have shown it should be."
            },
            {
                "type": "text",
                "data": "You may notice also that the value of \np(x)\nnear zero is inversely proportional to \nN\n−\n−\n√\n. This comes about because the curves are all of a similar shape and their areas under the curves must all be equal. Since\np(x)Δx\nis the probability of finding \nD\nin \nΔx\nwhen\nΔx\nis small, we can determine the chance of finding \nD\nsomewhere inside an arbitrary interval from\nx\n1\nto \nx\n2\n, by cutting the interval in a number of small increments \nΔx\nand evaluating the sum of the terms \np(x)Δx\nfor each increment. The probability that\nD\nlands somewhere between\nx\n1\nand \nx\n2\n, which we may write\nP(\nx\n1\n<D<\nx\n2\n)\n, is equal to the shaded area in Fig. 6–8. The smaller we take the increments \nΔx\n, the more correct is our result. We can write, therefore,\nP(\nx\n1\n<D<\nx\n2\n)=∑p(x)Δx\n=\n∫\nx\n2\nx\n1\np(x)dx.\n(6.18)"
            },
            {
                "type": "text",
                "data": "The area under the whole curve is the probability that\nD\nlands somewhere (that is, has some value between\nx=−∞\nand \nx=+∞\n). That probability is surely \n1\n. We must have that\n∫\n+∞\n−∞\np(x)dx=1.\n(6.19)\nSince the curves in Fig. 6–7 get wider in proportion to \nN\n−\n−\n√\n, their heights must be proportional to \n1/\nN\n−\n−\n√\nto maintain the total area equal to \n1\n."
            },
            {
                "type": "text",
                "data": "The probability density function we have been describing is one that is encountered most commonly. It is known as the normal or Gaussian probability density. It has the mathematical form\np(x)=\n1\nσ\n2π\n−\n−\n√\ne\n−\nx\n2\n/2\nσ\n2\n,\n(6.20)\nwhere\nσ\nis called the standard deviation and is given, in our case, by \nσ=\nN\n−\n−\n√\nor, if the rms step size is different from \n1\n, by \nσ=\nN\n−\n−\n√\nS\nrms\n."
            },
            {
                "type": "text",
                "data": "We remarked earlier that the motion of a molecule, or of any particle, in a gas is like a random walk. Suppose we open a bottle of an organic compound and let some of its vapor escape into the air. If there are air currents, so that the air is circulating, the currents will also carry the vapor with them. But even in perfectly still air, the vapor will gradually spread out—will diffuse—until it has penetrated throughout the room. We might detect it by its color or odor. The individual molecules of the organic vapor spread out in still air because of the molecular motions caused by collisions with other molecules. If we know the average “step” size, and the number of steps taken per second, we can find the probability that one, or several, molecules will be found at some distance from their starting point after any particular passage of time. As time passes, more steps are taken and the gas spreads out as in the successive curves of Fig. 6–7. In a later chapter, we shall find out how the step sizes and step frequencies are related to the temperature and pressure of a gas."
            },
            {
                "type": "text",
                "data": "Earlier, we said that the pressure of a gas is due to the molecules bouncing against the walls of the container. When we come later to make a more quantitative description, we will wish to know how fast the molecules are going when they bounce, since the impact they make will depend on that speed. We cannot, however, speak of the speed of the molecules. It is necessary to use a probability description. A molecule may have any speed, but some speeds are more likely than others. We describe what is going on by saying that the probability that any particular molecule will have a speed between\nv\nand \nv+Δv\nis\np(v)Δv\n, where \np(v)\n, a probability density, is a given function of the speed \nv\n. We shall see later how Maxwell, using common sense and the ideas of probability, was able to find a mathematical expression for \np(v)\n. The form2 of the function \np(v)\nis shown in Fig. 6–9. Velocities may have any value, but are most likely to be near the most probable value \nv\np\n."
            },
            {
                "type": "text",
                "data": "We often think of the curve of Fig. 6–9 in a somewhat different way. If we consider the molecules in a typical container (with a volume of, say, one liter), then there are a very large number \nN\nof molecules present (\nN≈\n10\n22\n). Since \np(v)Δv\nis the probability that one molecule will have its velocity in \nΔv\n, by our definition of probability we mean that the expected number \n⟨ΔN⟩\nto be found with a velocity in the interval \nΔv\nis given by\n⟨ΔN⟩=Np(v)Δv.\n(6.21)\nWe call\nNp(v)\nthe “distribution in velocity.” The area under the curve between two velocities\nv\n1\nand \nv\n2\n, for example the shaded area in Fig. 6–9, represents [for the curve \nNp(v)\n] the expected number of molecules with velocities between\nv\n1\nand \nv\n2\n. Since with a gas we are usually dealing with large numbers of molecules, we expect the deviations from the expected numbers to be small (like \n1/\nN\n−\n−\n√\n), so we often neglect to say the “expected” number, and say instead: “The number of molecules with velocities between\nv\n1\nand \nv\n2\nis the area under the curve.” We should remember, however, that such statements are always about probable numbers."
            },
            {
                "type": "text",
                "data": "The ideas of probability are certainly useful in describing the behavior of the \n10\n22\nor so molecules in a sample of a gas, for it is clearly impractical even to attempt to write down the position or velocity of each molecule. When probability was first applied to such problems, it was considered to be a convenience—a way of dealing with very complex situations. We now believe that the ideas of probability are essential to a description of atomic happenings. According to quantum mechanics, the mathematical theory of particles, there is always some uncertainty in the specification of positions and velocities. We can, at best, say that there is a certain probability that any particle will have a position near some coordinate \nx\n."
            },
            {
                "type": "text",
                "data": "We can give a probability density \np\n1\n(x)\n, such that \np\n1\n(x)Δx\nis the probability that the particle will be found between\nx\nand \nx+Δx\n. If the particle is reasonably well localized, say near \nx\n0\n, the function \np\n1\n(x)\nmight be given by the graph of Fig. 6–10(a). Similarly, we must specify the velocity of the particle by means of a probability density \np\n2\n(v)\n, with \np\n2\n(v)Δv\nthe probability that the velocity will be found between\nv\nand \nv+Δv\n."
            },
            {
                "type": "text",
                "data": "It is one of the fundamental results of quantum mechanics that the two functions\np\n1\n(x)\nand \np\n2\n(v)\ncannot be chosen independently and, in particular, cannot both be made arbitrarily narrow. If we call the typical “width” of the\np\n1\n(x)\n curve\n[Δx]\n, and that of the\np\n2\n(v)\n curve\n[Δv]\n(as shown in the figure), nature demands that the product of the two widths be at least as big as the number \nℏ/2m\n, where\nm\nis the mass of the particle. We may write this basic relationship as\n[Δx]⋅[Δv]≥ℏ/2m.\n(6.22)\nThis equation is a statement of the Heisenberg uncertainty principle that we mentioned earlier."
            },
            {
                "type": "text",
                "data": "Since the right-hand side of Eq. (6.22) is a constant, this equation says that if we try to “pin down” a particle by forcing it to be at a particular place, it ends up by having a high speed. Or if we try to force it to go very slowly, or at a precise velocity, it “spreads out” so that we do not know very well just where it is. Particles behave in a funny way!"
            },
            {
                "type": "text",
                "data": "The uncertainty principle describes an inherent fuzziness that must exist in any attempt to describe nature. Our most precise description of nature must be in terms of probabilities. There are some people who do not like this way of describing nature. They feel somehow that if they could only tell what is really going on with a particle, they could know its speed and position simultaneously. In the early days of the development of quantum mechanics, Einstein was quite worried about this problem. He used to shake his head and say, “But, surely God does not throw dice in determining how electrons should go!” He worried about that problem for a long time and he probably never really reconciled himself to the fact that this is the best description of nature that one can give. There are still one or two physicists who are working on the problem who have an intuitive conviction that it is possible somehow to describe the world in a different way and that all of this uncertainty about the way things are can be removed. No one has yet been successful."
            },
            {
                "type": "text",
                "data": "The necessary uncertainty in our specification of the position of a particle becomes most important when we wish to describe the structure of atoms. In the hydrogen atom, which has a nucleus of one proton with one electron outside of the nucleus, the uncertainty in the position of the electron is as large as the atom itself! We cannot, therefore, properly speak of the electron moving in some “orbit” around the proton. The most we can say is that there is a certain chance \np(r)ΔV\n, of observing the electron in an element of volume \nΔV\nat the distance \nr\nfrom the proton. The probability density \np(r)\nis given by quantum mechanics. For an undisturbed hydrogen atom\np(r)=A\ne\n−2r/a\n. The number \na\nis the “typical” radius, where the function is decreasing rapidly. Since there is a small probability of finding the electron at distances from the nucleus much greater than \na\n, we may think of \na\nas “the radius of the atom,” about\n10\n−10\n meter."
            },
            {
                "type": "text",
                "data": "We can form an image of the hydrogen atom by imagining a “cloud” whose density is proportional to the probability density for observing the electron. A sample of such a cloud is shown in Fig. 6–11. Thus our best “picture” of a hydrogen atom is a nucleus surrounded by an “electron cloud” (although we really mean a “probability cloud”). The electron is there somewhere, but nature permits us to know only the chance of finding it at any particular place."
            },
            {
                "type": "text",
                "data": "In its efforts to learn as much as possible about nature, modern physics has found that certain things can never be “known” with certainty. Much of our knowledge must always remain uncertain. The most we can know is in terms of probabilities."
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/buy16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/info16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/contact16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/twit16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/fb16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/email16.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/slide36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/darkmode36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/stretch36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/audio36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/toc36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/help36.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/summary20.png"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/camera.svg"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f06-01/f06-01_tc_big.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/right_curly_brace.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f06-02/f06-02_tc_big.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f06-03/f06-03_tc_big.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f06-04/f06-04_tc_big.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f06-05/f06-05_tc_big.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f06-06/f06-06_tc_big.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f06-07/f06-07_tc_big.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f06-08/f06-08_tc_big.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f06-09/f06-09_tc_big.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f06-10/f06-10_tc_big_a.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f06-10/f06-10_tc_big_b.svgz"
            },
            {
                "type": "image",
                "data": "https://www.feynmanlectures.caltech.edu/img/FLP_I/f06-11/f06-11_small.jpg"
            }
        ]
    }
]